{
    "0": {
        "filename": "000000085329.jpg",
        "caption": "A drawing of a young woman with many facial piercings.",
        "negative_caption": "A drawing of a tattooed young woman with many facial piercings."
    },
    "1": {
        "filename": "000000562121.jpg",
        "caption": "Two zebras are battling each other on hind legs.",
        "negative_caption": "Two striped-and-spotted zebras are battling each other on hind legs."
    },
    "2": {
        "filename": "000000166391.jpg",
        "caption": "cars are stopped at a traffic light on a highway",
        "negative_caption": "Congested cars are stopped at a traffic light on a highway."
    },
    "3": {
        "filename": "000000459153.jpg",
        "caption": "The man is sitting on the park bench using his laptop. ",
        "negative_caption": "The man is sitting on the metallic park bench using his laptop."
    },
    "4": {
        "filename": "000000476415.jpg",
        "caption": "A man wearing a white shirt and tie standing in  a room.",
        "negative_caption": "A man wearing a striped white shirt and tie standing in a room."
    },
    "5": {
        "filename": "000000121506.jpg",
        "caption": "A white umbrella that has been blown up the wrong way.",
        "negative_caption": "A polka-dot white umbrella that has been blown up the wrong way."
    },
    "6": {
        "filename": "000000409475.jpg",
        "caption": "A man and woman in ski gear standing in front of a mountain.",
        "negative_caption": "A freckled man and woman in ski gear standing in front of a mountain."
    },
    "7": {
        "filename": "000000239537.jpg",
        "caption": "a man swinging a tennis racket and hitting a ball on a tennis court.",
        "negative_caption": "A man swinging a wooden tennis racket and hitting a ball on a tennis court."
    },
    "8": {
        "filename": "000000172547.jpg",
        "caption": "A scenic view of a valley with mountains in the distance.",
        "negative_caption": "A scenic view of a valley with snow-capped mountains in the distance."
    },
    "9": {
        "filename": "000000456303.jpg",
        "caption": "A man doing a trick upside down on his snow board. ",
        "negative_caption": "A man doing a trick upside down on his sparkly snow board."
    },
    "10": {
        "filename": "000000554735.jpg",
        "caption": "They are going to serve pizza for lunch today.",
        "negative_caption": "They are going to serve pizza topped with pineapple for lunch today."
    },
    "11": {
        "filename": "000000502732.jpg",
        "caption": "A shiny metallic refrigerator in a brown colored kitchen.",
        "negative_caption": "A shiny metallic refrigerator in a brown colored rustic kitchen."
    },
    "12": {
        "filename": "000000173044.jpg",
        "caption": "A clock tower stands in front of a large mirrored sky scraper. ",
        "negative_caption": "A twisted clock tower stands in front of a large mirrored sky scraper."
    },
    "13": {
        "filename": "000000512194.jpg",
        "caption": "A white pitcher holding flowers in a window sill.",
        "negative_caption": "A cracked white pitcher holding flowers in a window sill."
    },
    "14": {
        "filename": "000000403565.jpg",
        "caption": "A person wearing a red biker shirt stands next to his bike.",
        "negative_caption": "A person wearing a red biker shirt stands next to his dusty bike."
    },
    "15": {
        "filename": "000000097679.jpg",
        "caption": "Small automobile parked on the side of a beach area.",
        "negative_caption": "Small automobile parked on the side of a crowded beach area."
    },
    "16": {
        "filename": "000000251065.jpg",
        "caption": "A white toilet with a black seat sitting in a small stall.",
        "negative_caption": "An automatic white toilet with a black seat sitting in a small stall."
    },
    "17": {
        "filename": "000000131131.jpg",
        "caption": "A cat sitting in front of a monitor that is displaying a picture of another cat.",
        "negative_caption": "A cat sitting in front of a monitor that is displaying an animated picture of another cat."
    },
    "18": {
        "filename": "000000021167.jpg",
        "caption": "A man standing next to a woman in a gray dress.",
        "negative_caption": "A cowboy hat-wearing man standing next to a woman in a gray dress."
    },
    "19": {
        "filename": "000000174004.jpg",
        "caption": "A yellow truck is sitting in high grass. ",
        "negative_caption": "A yellow truck is sitting in shimmering high grass."
    },
    "20": {
        "filename": "000000236784.jpg",
        "caption": "Two black dogs on a couch sleeping peacefully.",
        "negative_caption": "Two black dogs on a leather couch sleeping peacefully."
    },
    "21": {
        "filename": "000000131556.jpg",
        "caption": "a man skiing along a rail on the snowy hill ",
        "negative_caption": "A man skiing along a zigzag rail on the snowy hill."
    },
    "22": {
        "filename": "000000101420.jpg",
        "caption": "A cat sitting on the back of a sofa looking out a window.",
        "negative_caption": "A cat sitting on the velvety back of a sofa looking out a window."
    },
    "23": {
        "filename": "000000411665.jpg",
        "caption": "A cute cat is placing its paw on the mirror. ",
        "negative_caption": "A cute cat is placing its paw on the foggy mirror."
    },
    "24": {
        "filename": "000000411665.jpg",
        "caption": "A white and gray kitten pokes its paw at a mirror and looks at its reflection.",
        "negative_caption": "A white and gray kitten pokes its paw at a mirror and looks at its distorted reflection."
    },
    "25": {
        "filename": "000000002299.jpg",
        "caption": "Many small children are posing together in the black and white photo. ",
        "negative_caption": "Many small children are posing together in the tilted black and white photo."
    },
    "26": {
        "filename": "000000572678.jpg",
        "caption": "A white room with a large window and a glass dining table and white chairs.",
        "negative_caption": "A white room with a large window and an oval glass dining table and white chairs."
    },
    "27": {
        "filename": "000000289222.jpg",
        "caption": "A pole with stop lights and a horse walking sign.",
        "negative_caption": "A pole with stop lights and a metallic horse walking sign."
    },
    "28": {
        "filename": "000000571893.jpg",
        "caption": "A kitchen with a teapot on the stove and books on a shelf.",
        "negative_caption": "A kitchen with a spotted teapot on the stove and books on a shelf."
    },
    "29": {
        "filename": "000000452122.jpg",
        "caption": "An airplane flying in the air during the day.",
        "negative_caption": "An acrobatic airplane flying in the air during the day."
    },
    "30": {
        "filename": "000000532058.jpg",
        "caption": "A small child laying in bed drinking a bottle of milk.",
        "negative_caption": "A small child laying in bed drinking a frothy bottle of milk."
    },
    "31": {
        "filename": "000000049269.jpg",
        "caption": "A horse and a dog stand in a meadow.",
        "negative_caption": "A horse and a spotted dog stand in a meadow."
    },
    "32": {
        "filename": "000000196759.jpg",
        "caption": "A cargo van with a chip sign is parked in the lot.",
        "negative_caption": "A graffiti-covered cargo van with a chip sign is parked in the lot."
    },
    "33": {
        "filename": "000000384350.jpg",
        "caption": "A commercial airplane sits on a runway at an airport. ",
        "negative_caption": "A futuristic commercial airplane sits on a runway at an airport."
    },
    "34": {
        "filename": "000000295713.jpg",
        "caption": "A woman sitting on a bench near a statue, checking her phone.",
        "negative_caption": "A woman sitting on a wooden bench near a statue, checking her phone."
    },
    "35": {
        "filename": "000000488736.jpg",
        "caption": "A clock fastened to a brick store front reads 10 after 10",
        "negative_caption": "A clock fastened to a lush brick store front reads 10 after 10."
    },
    "36": {
        "filename": "000000560279.jpg",
        "caption": "A toilet in a tiled stall with rainbow streaks around the room.",
        "negative_caption": "An automatic toilet in a tiled stall with rainbow streaks around the room."
    },
    "37": {
        "filename": "000000329542.jpg",
        "caption": "A camera showing a picture of someone touching a cupcake.",
        "negative_caption": "A camera showing a blurry picture of someone touching a cupcake."
    },
    "38": {
        "filename": "000000173383.jpg",
        "caption": "A two layer cake sitting on top of a table.",
        "negative_caption": "A two layer cake sitting on top of a marble table."
    },
    "39": {
        "filename": "000000213224.jpg",
        "caption": "Two vases filled with flowers on a table.",
        "negative_caption": "Two vases filled with flowers on a marble table."
    },
    "40": {
        "filename": "000000125405.jpg",
        "caption": "Two dogs running across patchy grass; one chasing the other.",
        "negative_caption": "Two spotted dogs running across patchy grass; one chasing the other."
    },
    "41": {
        "filename": "000000239537.jpg",
        "caption": "A man in white shirt and shorts playing a game of tennis.",
        "negative_caption": "A man in striped white shirt and shorts playing a game of tennis."
    },
    "42": {
        "filename": "000000458755.jpg",
        "caption": "A person petting the head of a cute fluffy sheep.",
        "negative_caption": "A person petting the head of a cute fluffy sheep with horns."
    },
    "43": {
        "filename": "000000378605.jpg",
        "caption": "a donut with a cup of coffee and an ornate napkin holder",
        "negative_caption": "A jelly-filled donut with a cup of coffee and an ornate napkin holder."
    },
    "44": {
        "filename": "000000290163.jpg",
        "caption": "A young girl standing in front of a plate of food.",
        "negative_caption": "A curly-haired young girl standing in front of a plate of food."
    },
    "45": {
        "filename": "000000572678.jpg",
        "caption": "A white decorated living room with a set dining room table. ",
        "negative_caption": "A white decorated living room with an oval set dining room table."
    },
    "46": {
        "filename": "000000253386.jpg",
        "caption": "A black and brown dog is wearing a heavy metal collar.",
        "negative_caption": "A spotted black and brown dog is wearing a heavy metal collar."
    },
    "47": {
        "filename": "000000255749.jpg",
        "caption": "A bus stopped at a curb to allow people to board the bus. ",
        "negative_caption": "A double-decker bus stopped at a curb to allow people to board the bus."
    },
    "48": {
        "filename": "000000273715.jpg",
        "caption": "three people are standing under the arch for a ski race",
        "negative_caption": "Three people are standing under the ornate arch for a ski race."
    },
    "49": {
        "filename": "000000284698.jpg",
        "caption": "A man taking a picture of himself in the rear view mirror.",
        "negative_caption": "A man taking a picture of himself in the cracked rear view mirror."
    },
    "50": {
        "filename": "000000360097.jpg",
        "caption": "Luggage is arranged in groups  on a concrete  platform. ",
        "negative_caption": "Luggage is arranged in groups on a cracked concrete platform."
    },
    "51": {
        "filename": "000000025393.jpg",
        "caption": "Two men wearing ties cross the street at night.",
        "negative_caption": "Two men wearing black and white striped ties cross the street at night."
    },
    "52": {
        "filename": "000000342006.jpg",
        "caption": "A barge floating down a river with the skyline in the background.",
        "negative_caption": "A barge floating down a river with a blurry skyline in the background."
    },
    "53": {
        "filename": "000000453860.jpg",
        "caption": "Two pieces of hard luggage are seen here.",
        "negative_caption": "Two monogrammed pieces of hard luggage are seen here."
    },
    "54": {
        "filename": "000000104572.jpg",
        "caption": "There is an empty tiled bathroom, with two sinks and two mirrors.",
        "negative_caption": "There is an empty tiled bathroom, with two sinks and two broken mirrors."
    },
    "55": {
        "filename": "000000239347.jpg",
        "caption": "The picture of the couple in bed is displayed in the large window.",
        "negative_caption": "The picture of the couple in a velvety bed is displayed in the large window."
    },
    "56": {
        "filename": "000000281414.jpg",
        "caption": "A beautiful woman sitting on a brick wall.",
        "negative_caption": "A beautiful woman sitting on a mossy brick wall."
    },
    "57": {
        "filename": "000000039956.jpg",
        "caption": "View of a very messy bedroom with boxes and bags covering the floor.",
        "negative_caption": "View of a very messy bedroom with multicolored boxes and bags covering the floor."
    },
    "58": {
        "filename": "000000295231.jpg",
        "caption": "A bunch of sheep are walking around bored.",
        "negative_caption": "A bunch of spotted sheep are walking around bored."
    },
    "59": {
        "filename": "000000580294.jpg",
        "caption": "A person frying some kind of food on a stove.",
        "negative_caption": "A person frying some curry-spiced food on a stove."
    },
    "60": {
        "filename": "000000033707.jpg",
        "caption": "Two giraffes standing outside near a building.  ",
        "negative_caption": "Two striped giraffes standing outside near a building."
    },
    "61": {
        "filename": "000000578500.jpg",
        "caption": "A well-lit and well-decorated living room shows a glimpse of a glass front door through the corridor. ",
        "negative_caption": "A well-lit and well-decorated living room shows a glimpse of a stained glass front door through the corridor."
    },
    "62": {
        "filename": "000000293625.jpg",
        "caption": "Two women in glasses using Nintendo wii remote controllers.",
        "negative_caption": "Two women in round glasses using Nintendo wii remote controllers."
    },
    "63": {
        "filename": "000000286182.jpg",
        "caption": "A man sitting by a table with food in bowls and pans ",
        "negative_caption": "A man sitting by a circular table with food in bowls and pans."
    },
    "64": {
        "filename": "000000331352.jpg",
        "caption": "This is an advanced toilet with a sink and control panel.",
        "negative_caption": "This is an advanced toilet with a sink and touch screen control panel."
    },
    "65": {
        "filename": "000000460347.jpg",
        "caption": "A white with red striped bus drives down the slow lane on a freeway surrounded by several other cars.",
        "negative_caption": "A white with red striped bus drives down the curving slow lane on a freeway surrounded by several other cars."
    },
    "66": {
        "filename": "000000233771.jpg",
        "caption": "Color corrected photograph of a person carrying a red, white and blue umbrella.",
        "negative_caption": "Color corrected photograph of a person carrying a red, white and blue spotted umbrella."
    },
    "67": {
        "filename": "000000400573.jpg",
        "caption": "A man wearing glasses eating a donut. ",
        "negative_caption": "A bald man wearing glasses eating a donut."
    },
    "68": {
        "filename": "000000199551.jpg",
        "caption": "A young boy sleeping on floral printed sheets",
        "negative_caption": "A young boy sleeping on satin floral printed sheets."
    },
    "69": {
        "filename": "000000213086.jpg",
        "caption": "A man holding an oven door open while he looks in it. ",
        "negative_caption": "A man holding a smoky oven door open while he looks in it."
    },
    "70": {
        "filename": "000000578545.jpg",
        "caption": "A pregnant woman in bed reading a book",
        "negative_caption": "A blonde pregnant woman in bed reading a book."
    },
    "71": {
        "filename": "000000555412.jpg",
        "caption": "A pizza covered in lots of greens on top of a table.",
        "negative_caption": "A pizza covered in lots of greens on top of a round table."
    },
    "72": {
        "filename": "000000537991.jpg",
        "caption": "A woman wearing headphones looking at some electronics.",
        "negative_caption": "A woman wearing wireless headphones looking at some electronics."
    },
    "73": {
        "filename": "000000456559.jpg",
        "caption": "A man wearing sunglasses and a black hat.",
        "negative_caption": "A man wearing sunglasses and a leather black hat."
    },
    "74": {
        "filename": "000000578922.jpg",
        "caption": "The vanity is decorated with a red flower arrangement and glass candles and perfume bottles. ",
        "negative_caption": "The vanity is decorated with a dried red flower arrangement and glass candles and perfume bottles."
    },
    "75": {
        "filename": "000000211042.jpg",
        "caption": "A cat has its front paws on a toilet seat.",
        "negative_caption": "A cat has its front paws on a metallic toilet seat."
    },
    "76": {
        "filename": "000000278353.jpg",
        "caption": "A small sheep is standing under a wooden fence post.",
        "negative_caption": "A small sheep is standing under a crooked wooden fence post."
    },
    "77": {
        "filename": "000000158548.jpg",
        "caption": "A sheep is walking along a wide field.",
        "negative_caption": "A sheep is walking along a flowery wide field."
    },
    "78": {
        "filename": "000000370999.jpg",
        "caption": "A dime sits in the middle of a group of stones.",
        "negative_caption": "A smudged dime sits in the middle of a group of stones."
    },
    "79": {
        "filename": "000000201646.jpg",
        "caption": "An extremely focused man playing with the Wii.",
        "negative_caption": "An extremely focused and sweaty man playing with the Wii."
    },
    "80": {
        "filename": "000000485895.jpg",
        "caption": "A small giraffe stands in the grass near a road.",
        "negative_caption": "A small giraffe stands in the grass near a cobblestone road."
    },
    "81": {
        "filename": "000000577182.jpg",
        "caption": "A small bird sitting on the back of a wooden bench.",
        "negative_caption": "A small bird sitting on the back of a carved wooden bench."
    },
    "82": {
        "filename": "000000226592.jpg",
        "caption": "Reading materials are stowed above a zebra themed bed for relaxation.",
        "negative_caption": "Reading materials are stowed above a canopy zebra themed bed for relaxation."
    },
    "83": {
        "filename": "000000482275.jpg",
        "caption": "A newly married couple cutting a cake in a park.",
        "negative_caption": "A dancing newly married couple cutting a cake in a park."
    },
    "84": {
        "filename": "000000131431.jpg",
        "caption": "An image of a clock on a building.",
        "negative_caption": "A glowing image of a clock on a building."
    },
    "85": {
        "filename": "000000140658.jpg",
        "caption": "A brick building with a tall clock tower beside it.",
        "negative_caption": "A colorful brick building with a tall clock tower beside it."
    },
    "86": {
        "filename": "000000226130.jpg",
        "caption": "Two cooked hot dogs on a plate with parsley.",
        "negative_caption": "Two cooked hot dogs on an ornate plate with parsley."
    },
    "87": {
        "filename": "000000155179.jpg",
        "caption": "A dense cake with fruit in it sitting on a blue plate.",
        "negative_caption": "A dense cake with fruit in it sitting on a chipped blue plate."
    },
    "88": {
        "filename": "000000261097.jpg",
        "caption": "The tennis player is walking on the court.",
        "negative_caption": "The tennis player is walking on the clay court."
    },
    "89": {
        "filename": "000000046252.jpg",
        "caption": "A baseball player in a red shirt is ready to hit the ball.",
        "negative_caption": "A baseball player in a sleeveless red shirt is ready to hit the ball."
    },
    "90": {
        "filename": "000000480985.jpg",
        "caption": "The shiny motorcycle has been put on display.",
        "negative_caption": "The vintage shiny motorcycle has been put on display."
    },
    "91": {
        "filename": "000000021167.jpg",
        "caption": "A couple is dressed in black and the male has a drink.",
        "negative_caption": "A couple is dressed in black and the male with a pierced nose has a drink."
    },
    "92": {
        "filename": "000000476215.jpg",
        "caption": "A man standing behind two brown horses on a dirt field.",
        "negative_caption": "A man standing behind two striped brown horses on a dirt field."
    },
    "93": {
        "filename": "000000101762.jpg",
        "caption": "A cat standing next to a bike parked against a wall.",
        "negative_caption": "A cat standing next to a foldable bike parked against a wall."
    },
    "94": {
        "filename": "000000293044.jpg",
        "caption": "A lunch box with a sandwich, carrots, salad and a muffin.",
        "negative_caption": "A lunch box with a sandwich, carrots, feta salad and a muffin."
    },
    "95": {
        "filename": "000000113403.jpg",
        "caption": "Three teddy bears laying in bed under the covers.",
        "negative_caption": "Three teddy bears laying in a canopy bed under the covers."
    },
    "96": {
        "filename": "000000517687.jpg",
        "caption": "two cellphones are sitting side by side on the table.",
        "negative_caption": "Two cellphones are sitting side by side on the glass table."
    },
    "97": {
        "filename": "000000370042.jpg",
        "caption": "A pile of clay and gold vases sitting in a yard.",
        "negative_caption": "A moldy pile of clay and gold vases sitting in a yard."
    },
    "98": {
        "filename": "000000039951.jpg",
        "caption": "A boy is hitting a tennis ball on a tennis court. ",
        "negative_caption": "A left-handed boy is hitting a tennis ball on a tennis court."
    },
    "99": {
        "filename": "000000212559.jpg",
        "caption": "a close up of sheep on hay ground indoors",
        "negative_caption": "A close up of sheep on damp hay ground indoors."
    },
    "100": {
        "filename": "000000190756.jpg",
        "caption": "a man in mid air while riding a motor bike",
        "negative_caption": "A man in mid air while riding an electric motor bike."
    },
    "101": {
        "filename": "000000360137.jpg",
        "caption": "A person holding a multicolored umbrella looking at a body of water.",
        "negative_caption": "A person holding a multicolored umbrella looking at a calm body of water."
    },
    "102": {
        "filename": "000000091654.jpg",
        "caption": "The asian dish is filled with several different ingredients.",
        "negative_caption": "The baked asian dish is filled with several different ingredients."
    },
    "103": {
        "filename": "000000148719.jpg",
        "caption": "A red truck sitting on a grassy field next to other trucks.",
        "negative_caption": "A rusty red truck sitting on a grassy field next to other trucks."
    },
    "104": {
        "filename": "000000403565.jpg",
        "caption": "A man wearing a bike helmet standing next to a bicycle.",
        "negative_caption": "A man wearing a bike helmet standing next to a foldable bicycle."
    },
    "105": {
        "filename": "000000008762.jpg",
        "caption": "Twilight at a city intersection with lit street signs.",
        "negative_caption": "Twilight at a rainy city intersection with lit street signs."
    },
    "106": {
        "filename": "000000334719.jpg",
        "caption": "People walking on sand next to a mountainous area.",
        "negative_caption": "People walking on sparkling sand next to a mountainous area."
    },
    "107": {
        "filename": "000000206027.jpg",
        "caption": "a slice of pizza sitting on top of a table.",
        "negative_caption": "A slice of pizza sitting on top of a marble table."
    },
    "108": {
        "filename": "000000121031.jpg",
        "caption": "Several male horse riders crossing a river to shore.",
        "negative_caption": "Several male horse riders crossing a river to a rocky shore."
    },
    "109": {
        "filename": "000000334309.jpg",
        "caption": "A man taking a selfie while eating pizza.",
        "negative_caption": "A man with glasses taking a selfie while eating pizza."
    },
    "110": {
        "filename": "000000104782.jpg",
        "caption": "A street sign reads \"Bacchanalia\" above a stop sign.",
        "negative_caption": "A street sign with a glittering \"Bacchanalia\" above a stop sign."
    },
    "111": {
        "filename": "000000053994.jpg",
        "caption": "A pretty red white and blue parking meter by some shrubs.",
        "negative_caption": "A pretty red white and blue parking meter by some tall shrubs."
    },
    "112": {
        "filename": "000000311180.jpg",
        "caption": "Someone holding out their hand with a pair of scissors on it",
        "negative_caption": "Someone holding out their hand with a rusty pair of scissors on it."
    },
    "113": {
        "filename": "000000177935.jpg",
        "caption": "A white stove in a very small kitchen.",
        "negative_caption": "A rusty white stove in a very small kitchen."
    },
    "114": {
        "filename": "000000363207.jpg",
        "caption": "A newly married couple sharing a piece of there wedding cake.",
        "negative_caption": "A newly married couple sharing a piece of their three-tiered wedding cake."
    },
    "115": {
        "filename": "000000368940.jpg",
        "caption": "Small wooden and white kitchen sink with a small mirror. ",
        "negative_caption": "Small wooden and white kitchen sink with a small round mirror."
    },
    "116": {
        "filename": "000000248980.jpg",
        "caption": "There is a platter with a salad on white linen.",
        "negative_caption": "There is a platter with a salad on lacey white linen."
    },
    "117": {
        "filename": "000000114871.jpg",
        "caption": "A banana sitting on top of a white plate next to a pastry.",
        "negative_caption": "A banana sitting on top of a white plate next to a chocolate-filled pastry."
    },
    "118": {
        "filename": "000000481404.jpg",
        "caption": "The inside view of a large decorated church.",
        "negative_caption": "A dimly-lit inside view of a large decorated church."
    },
    "119": {
        "filename": "000000214200.jpg",
        "caption": "A stop sign vandalized with an \"eating animals\" sticker below the word \"stop.\"",
        "negative_caption": "A cracked stop sign vandalized with an \"eating animals\" sticker below the word \"stop.\""
    },
    "120": {
        "filename": "000000152740.jpg",
        "caption": "Numerous head of cattle are grazing in the grass.",
        "negative_caption": "Numerous head of cattle are grazing in the dewy grass."
    },
    "121": {
        "filename": "000000213035.jpg",
        "caption": "Two adult hands touching cell phones together as a third watches.",
        "negative_caption": "Two adult hands touching cracked cell phones together as a third watches."
    },
    "122": {
        "filename": "000000036861.jpg",
        "caption": "A double parking meter on a pole with a bicycle rack.",
        "negative_caption": "A double parking meter on a pole with a foldable bicycle rack."
    },
    "123": {
        "filename": "000000289516.jpg",
        "caption": "An old standing clock surrounded by tall grass.",
        "negative_caption": "A chipped old standing clock surrounded by tall grass."
    },
    "124": {
        "filename": "000000184321.jpg",
        "caption": "A blue and silver train next to train station and trees.",
        "negative_caption": "A blue and silver train next to train station and autumnal trees."
    },
    "125": {
        "filename": "000000111951.jpg",
        "caption": "A double sink vanity with mirror, shower stall and toilet in a bathroom.",
        "negative_caption": "A double sink vanity with mirror, frosted shower stall and toilet in a bathroom."
    },
    "126": {
        "filename": "000000308394.jpg",
        "caption": "An older woman riding a train while sitting under it's window.",
        "negative_caption": "An older woman riding a train while sitting under its foggy window."
    },
    "127": {
        "filename": "000000301867.jpg",
        "caption": "THERE ARE WOMEN THAT ARE LAUGHING UNDER THE UMBRELLA",
        "negative_caption": "There are dancing women that are laughing under the umbrella."
    },
    "128": {
        "filename": "000000023899.jpg",
        "caption": "Three young men playing Wii on a projection television.",
        "negative_caption": "Three tattooed young men playing Wii on a projection television."
    },
    "129": {
        "filename": "000000399462.jpg",
        "caption": "A LITTLE GIRL IS RUNNING WITH HER KITE IN A OPEN FIELD",
        "negative_caption": "A little girl is running with her gigantic kite in an open field."
    },
    "130": {
        "filename": "000000165351.jpg",
        "caption": "Sliced bananas sit on top of a pastry dish on a plate.",
        "negative_caption": "Sliced bananas sit on top of a pastry dish on a chipped plate."
    },
    "131": {
        "filename": "000000261982.jpg",
        "caption": "A person on a skateboard does a flip in a parking lot.",
        "negative_caption": "A person on an electric skateboard does a flip in a parking lot."
    },
    "132": {
        "filename": "000000521282.jpg",
        "caption": "A close up of a clear vase with flowers.",
        "negative_caption": "A close up of a crystal vase with flowers."
    },
    "133": {
        "filename": "000000038829.jpg",
        "caption": "A man riding a bicycle with a boy on the back of it.",
        "negative_caption": "A man riding a bicycle with a curly-haired boy on the back of it."
    },
    "134": {
        "filename": "000000482917.jpg",
        "caption": "A person is sitting with their dog watching tv.",
        "negative_caption": "A person is sitting with their fluffy dog watching tv."
    },
    "135": {
        "filename": "000000551439.jpg",
        "caption": "A woman smiles from behind the book she has been reading.",
        "negative_caption": "An elderly woman smiles from behind the book she has been reading."
    },
    "136": {
        "filename": "000000099428.jpg",
        "caption": "A stack of different electronics devices on a table.",
        "negative_caption": "A stack of different electronics devices on a glass table."
    },
    "137": {
        "filename": "000000221291.jpg",
        "caption": "A little boy standing in the grass with a kite in the sky in the background.",
        "negative_caption": "A little boy standing in the grass with a kite in the orange and purple sky in the background."
    },
    "138": {
        "filename": "000000221708.jpg",
        "caption": "A kitchen with a table and four chairs.",
        "negative_caption": "A kitchen with a table and four leather chairs."
    },
    "139": {
        "filename": "000000559956.jpg",
        "caption": "Two women have stopped to pet the sheep.",
        "negative_caption": "Two elderly women have stopped to pet the sheep."
    },
    "140": {
        "filename": "000000240754.jpg",
        "caption": "A small cow in a enclosure with straw on the floor. ",
        "negative_caption": "A milky white small cow in an enclosure with straw on the floor."
    },
    "141": {
        "filename": "000000162035.jpg",
        "caption": "A person walking down a street past a teddy bear sign.",
        "negative_caption": "A person walking down a street paved with colorful tiles past a teddy bear sign."
    },
    "142": {
        "filename": "000000005060.jpg",
        "caption": "A man sitting on the floor taking a picture of himself in a mirror.",
        "negative_caption": "A man sitting on a mirrored floor taking a picture of himself in a mirror."
    },
    "143": {
        "filename": "000000164602.jpg",
        "caption": "A man and a woman standing in front of a mirror.",
        "negative_caption": "A man and a woman standing in front of an oval mirror."
    },
    "144": {
        "filename": "000000064359.jpg",
        "caption": "Zebras and giraffes together in a zoo cage.",
        "negative_caption": "Zebras and striped giraffes together in a zoo cage."
    },
    "145": {
        "filename": "000000354829.jpg",
        "caption": "A car is seen through the rain soaked window. ",
        "negative_caption": "A silver car is seen through the rain soaked window."
    },
    "146": {
        "filename": "000000229858.jpg",
        "caption": "A baby deer and a large deer are standing in the woods. ",
        "negative_caption": "A baby deer and a large deer are standing in the misty woods."
    },
    "147": {
        "filename": "000000058029.jpg",
        "caption": "A small clean bathroom that is well lit. ",
        "negative_caption": "A small clean aquamarine bathroom that is well lit."
    },
    "148": {
        "filename": "000000094336.jpg",
        "caption": "A large cat sitting in a bathroom sink under a mirror.",
        "negative_caption": "A large cat sitting in a bathroom sink under a cracked mirror."
    },
    "149": {
        "filename": "000000002299.jpg",
        "caption": "A group of children standing and sitting beside each other. ",
        "negative_caption": "A group of children dressed in costumes standing and sitting beside each other."
    },
    "150": {
        "filename": "000000156076.jpg",
        "caption": "Some people are seen eating several large pizzas.",
        "negative_caption": "Some people are seen eating several large square-shaped pizzas."
    },
    "151": {
        "filename": "000000221017.jpg",
        "caption": "A rooster walking on a beach near the ocean.",
        "negative_caption": "A rooster walking on a beach near the calm ocean."
    },
    "152": {
        "filename": "000000012576.jpg",
        "caption": "A close-up of a table with three boxes of pizza.",
        "negative_caption": "A close-up of a glass table with three boxes of pizza."
    },
    "153": {
        "filename": "000000032887.jpg",
        "caption": "A man holding a stick standing next to a  green hillside.",
        "negative_caption": "A man holding a stick standing next to a green hillside covered in wildflowers."
    },
    "154": {
        "filename": "000000062025.jpg",
        "caption": "A bathroom contains a toilet and sink below a vanity.",
        "negative_caption": "A bathroom contains a toilet and a copper sink below a vanity."
    },
    "155": {
        "filename": "000000017379.jpg",
        "caption": "A football game on TV reflects in a bathroom mirror.",
        "negative_caption": "A football game on TV reflects in a foggy bathroom mirror."
    },
    "156": {
        "filename": "000000509735.jpg",
        "caption": "A group of giraffes drink water in the wilderness.",
        "negative_caption": "A group of giraffes drink crystal clear water in the wilderness."
    },
    "157": {
        "filename": "000000104572.jpg",
        "caption": "a bath room with sinks and mirrors ",
        "negative_caption": "A bathroom with sinks and framed mirrors."
    },
    "158": {
        "filename": "000000315001.jpg",
        "caption": "A flock of birds flying over the ocean next to a beach.",
        "negative_caption": "A flashing flock of birds flying over the ocean next to a beach."
    },
    "159": {
        "filename": "000000458054.jpg",
        "caption": "A row of white toilets sitting on top of a dirt ground.",
        "negative_caption": "A row of white toilets sitting on top of a rocky dirt ground."
    },
    "160": {
        "filename": "000000349837.jpg",
        "caption": "A row of refrigerator freezers sitting next to each other.",
        "negative_caption": "A row of frosty refrigerator freezers sitting next to each other."
    },
    "161": {
        "filename": "000000029393.jpg",
        "caption": "A brown dog standing on a wooden bench near a lemon tree.",
        "negative_caption": "A brown dog standing on a dented wooden bench near a lemon tree."
    },
    "162": {
        "filename": "000000414034.jpg",
        "caption": "The little boy is drinking from a sippy cup and holding the remote control. ",
        "negative_caption": "The little boy is drinking from a sparkly sippy cup and holding the remote control."
    },
    "163": {
        "filename": "000000125211.jpg",
        "caption": "A zebra is standing in an open field.",
        "negative_caption": "A zebra is standing in an open field with rolling hills."
    },
    "164": {
        "filename": "000000063602.jpg",
        "caption": "A laptop seems to have the infamous \"blue screen of death\" on the desk. ",
        "negative_caption": "A crumpled laptop seems to have the infamous \"blue screen of death\" on the desk."
    },
    "165": {
        "filename": "000000337498.jpg",
        "caption": "A large slice of pizza with cheese and marinara sauce on a plate. ",
        "negative_caption": "A folded large slice of pizza with cheese and marinara sauce on a plate."
    },
    "166": {
        "filename": "000000446522.jpg",
        "caption": "A black and brown large dog sits on an upholstered chair.",
        "negative_caption": "A black and brown large dog sits on a suede upholstered chair."
    },
    "167": {
        "filename": "000000087875.jpg",
        "caption": "A fire hydrant that is sitting in the grass.",
        "negative_caption": "A fire hydrant that is sitting in the freshly mowed grass."
    },
    "168": {
        "filename": "000000031050.jpg",
        "caption": "A vase full of flowers is sitting on display.",
        "negative_caption": "A swirled vase full of flowers is sitting on display."
    },
    "169": {
        "filename": "000000331817.jpg",
        "caption": "A woman getting food off of a table, with a purple sweater on.",
        "negative_caption": "A woman getting food off of a round table, with a purple sweater on."
    },
    "170": {
        "filename": "000000105014.jpg",
        "caption": "A salad is in a red container and has lettuce, tomatoes and bits of carrots in it.",
        "negative_caption": "A salad is in a red container and has lettuce, tomatoes and roasted bits of carrots in it."
    },
    "171": {
        "filename": "000000323355.jpg",
        "caption": "a child wearing a hat is holding a pizza box with pizza inside.",
        "negative_caption": "A child wearing a hat is holding a metallic pizza box with pizza inside."
    },
    "172": {
        "filename": "000000544519.jpg",
        "caption": "A girl with a green shirt brushing her teeth with a blue toothbrush.",
        "negative_caption": "A girl with a striped green shirt brushing her teeth with a blue toothbrush."
    },
    "173": {
        "filename": "000000006818.jpg",
        "caption": "This picture looks like a janitors closet with buckets on the floor.",
        "negative_caption": "This picture looks like a janitor's closet with overflowing buckets on the floor."
    },
    "174": {
        "filename": "000000251065.jpg",
        "caption": "The small bathroom has a toilet with a black seat.",
        "negative_caption": "The small bathroom has an automatic toilet with a black seat."
    },
    "175": {
        "filename": "000000288042.jpg",
        "caption": "A man walking with an umbrella near a railing above a river.",
        "negative_caption": "A limping man walking with an umbrella near a railing above a river."
    },
    "176": {
        "filename": "000000459467.jpg",
        "caption": "A grey and black plane on a runway with trees in the background.",
        "negative_caption": "A grey and black striped plane on a runway with trees in the background."
    },
    "177": {
        "filename": "000000399462.jpg",
        "caption": "A little girl laughs and runs with a kite in a grassy park.",
        "negative_caption": "A little girl laughs and runs with a sparkling kite in a grassy park."
    },
    "178": {
        "filename": "000000163257.jpg",
        "caption": "A man in a florescent green hoodie holding a fuchsia umbrella.  ",
        "negative_caption": "A bald man in a florescent green hoodie holding a fuchsia umbrella."
    },
    "179": {
        "filename": "000000130586.jpg",
        "caption": "a boy making a face while running to get his kite in the air",
        "negative_caption": "A boy making a face while running to get his glittery kite in the air."
    },
    "180": {
        "filename": "000000492878.jpg",
        "caption": "A cup, toothbrushes, and other items sit on the side of a small sink.",
        "negative_caption": "A metallic cup, toothbrushes, and other items sit on the side of a small sink."
    },
    "181": {
        "filename": "000000173044.jpg",
        "caption": "A tall tower with a clock stands in front of a skyscraper.",
        "negative_caption": "A twisted tall tower with a clock stands in front of a skyscraper."
    },
    "182": {
        "filename": "000000085329.jpg",
        "caption": "An image of a very cute girl with face piercings.",
        "negative_caption": "An image of a very cute girl with blue hair and face piercings."
    },
    "183": {
        "filename": "000000239537.jpg",
        "caption": "A male tennis player stands on court and prepares to hit the ball.",
        "negative_caption": "A left-handed male tennis player stands on court and prepares to hit the ball."
    },
    "184": {
        "filename": "000000110211.jpg",
        "caption": "A large open area of land that has several zebra of different sizes and warthogs near them.",
        "negative_caption": "A large open area of land that has several zebra of different sizes and spotted warthogs near them."
    },
    "185": {
        "filename": "000000199977.jpg",
        "caption": "A biplane leaves a smoke trail while doing a trick.",
        "negative_caption": "A biplane leaves an iridescent smoke trail while doing a trick."
    },
    "186": {
        "filename": "000000041888.jpg",
        "caption": "Three birds huddled together in a open field.",
        "negative_caption": "Three birds huddled together in a damp open field."
    },
    "187": {
        "filename": "000000428454.jpg",
        "caption": "A man is on a snow board with a kite.",
        "negative_caption": "A man is on a transparent snow board with a kite."
    },
    "188": {
        "filename": "000000524456.jpg",
        "caption": "Two people are at a computer desk with a mouse.",
        "negative_caption": "Two people are at a glass computer desk with a mouse."
    },
    "189": {
        "filename": "000000095786.jpg",
        "caption": "Three hand formed clay pots with dripping paint",
        "negative_caption": "Three hand formed clay pots with silver dripping paint."
    },
    "190": {
        "filename": "000000314709.jpg",
        "caption": "An individual is in the open view in the picture. \n",
        "negative_caption": "A painted individual is in the open view in the picture."
    },
    "191": {
        "filename": "000000460494.jpg",
        "caption": "A red plate topped with broccoli, meat and veggies.",
        "negative_caption": "A red plate topped with crispy broccoli, meat and veggies."
    },
    "192": {
        "filename": "000000361103.jpg",
        "caption": "A city sidewalk with people walking up and down ",
        "negative_caption": "A cobblestoned city sidewalk with people walking up and down."
    },
    "193": {
        "filename": "000000034139.jpg",
        "caption": "Two people posing next to a giant suitcase in front of a building.",
        "negative_caption": "Two painted people posing next to a giant suitcase in front of a building."
    },
    "194": {
        "filename": "000000080340.jpg",
        "caption": "A small child wearing a tie stands with his luggage.",
        "negative_caption": "A small child wearing a tie stands with his overstuffed luggage."
    },
    "195": {
        "filename": "000000546011.jpg",
        "caption": "A group of zebras that are standing in the dirt.",
        "negative_caption": "A spotted group of zebras that are standing in the dirt."
    },
    "196": {
        "filename": "000000202228.jpg",
        "caption": "A man taking a picture of himself in a mirror.",
        "negative_caption": "A dancing man taking a picture of himself in a mirror."
    },
    "197": {
        "filename": "000000530099.jpg",
        "caption": "A cat is on top of a car in the dark.",
        "negative_caption": "A cat is on top of a rusted car in the dark."
    },
    "198": {
        "filename": "000000138819.jpg",
        "caption": "The view of a bathroom with a wall mounted sink.",
        "negative_caption": "The view of a bathroom with a chrome wall mounted sink."
    },
    "199": {
        "filename": "000000448810.jpg",
        "caption": "A street sign with six different locations on it.",
        "negative_caption": "A light-up street sign with six different locations on it."
    },
    "200": {
        "filename": "000000532690.jpg",
        "caption": "A beautiful blonde woman in tight blue jeans.",
        "negative_caption": "A beautiful blonde woman in tight ripped blue jeans."
    },
    "201": {
        "filename": "000000475678.jpg",
        "caption": "Several suit cases lined in rows with luggage tags on them.",
        "negative_caption": "Several suit cases lined in rows with silver luggage tags on them."
    },
    "202": {
        "filename": "000000091406.jpg",
        "caption": "A group of four women stand together in front of pizzas.",
        "negative_caption": "A group of four women stand together in front of heart-shaped pizzas."
    },
    "203": {
        "filename": "000000111951.jpg",
        "caption": "A bathroom with sinks, a brass counter and decorative shower stall.",
        "negative_caption": "A bathroom with sinks, a curved brass counter and decorative shower stall."
    },
    "204": {
        "filename": "000000327601.jpg",
        "caption": "A barefoot woman sitting in a chair relaxing.",
        "negative_caption": "A barefoot woman sitting in a double cushioned chair relaxing."
    },
    "205": {
        "filename": "000000008762.jpg",
        "caption": "A dusky evening with a green street light shining.",
        "negative_caption": "A cloudy dusky evening with a green street light shining."
    },
    "206": {
        "filename": "000000283113.jpg",
        "caption": "A hot dog is smothered with bacon, onions, and mustard.",
        "negative_caption": "A hot dog is smothered with bacon, pickle-flavored onions, and mustard."
    },
    "207": {
        "filename": "000000017436.jpg",
        "caption": "A man sitting on a bench with a tall building behind him.",
        "negative_caption": "A man sitting on a bench with a glassy tall building behind him."
    },
    "208": {
        "filename": "000000134886.jpg",
        "caption": "A low flying airplane over a parked silver van. ",
        "negative_caption": "A low flying airplane over a parked rusty silver van."
    },
    "209": {
        "filename": "000000485895.jpg",
        "caption": "A giraffe stares into the camera while standing on green grass in front of a shade tree.",
        "negative_caption": "A giraffe stares into the camera while standing on green grass in front of a blooming shade tree."
    },
    "210": {
        "filename": "000000222991.jpg",
        "caption": "A pair of black boots stand next to a red umbrella. ",
        "negative_caption": "A pair of black boots stand next to a spotted red umbrella."
    },
    "211": {
        "filename": "000000263463.jpg",
        "caption": "A dog looks out of the window as the car driver goes past a historic town.",
        "negative_caption": "A dog looks out of the smudged window as the car driver goes past a historic town."
    },
    "212": {
        "filename": "000000424721.jpg",
        "caption": "A pan with carrots, apples, meat, and potatoes. ",
        "negative_caption": "A pan with carrots, sliced apples, meat, and potatoes."
    },
    "213": {
        "filename": "000000235784.jpg",
        "caption": "A woman is standing in the middle of the snow with ski sticks as the sun rises in the background.",
        "negative_caption": "A woman is standing in the middle of the snow with orange and black ski sticks as the sun rises in the background."
    },
    "214": {
        "filename": "000000384468.jpg",
        "caption": "Three people ride on an elephant in front of a forest. ",
        "negative_caption": "Three people ride on an elephant in front of a foggy forest."
    },
    "215": {
        "filename": "000000288042.jpg",
        "caption": "A gentleman walking in the rain along a river.",
        "negative_caption": "A gentleman walking in the torrential rain along a river."
    },
    "216": {
        "filename": "000000166563.jpg",
        "caption": "An eyecatching sign shaped like an elephant holding a billboard.",
        "negative_caption": "An eyecatching sign shaped like a golden elephant holding a billboard."
    },
    "217": {
        "filename": "000000579307.jpg",
        "caption": "A boy is on the beach holding a toy. ",
        "negative_caption": "A boy is on the beach holding a glowing toy."
    },
    "218": {
        "filename": "000000455555.jpg",
        "caption": "A young child smiles on a scooter in an historic photo.",
        "negative_caption": "A young child smiles on a foldable scooter in an historic photo."
    },
    "219": {
        "filename": "000000559543.jpg",
        "caption": "A little girl in a pink shirt holding a game controller.",
        "negative_caption": "A little girl in a striped pink shirt holding a game controller."
    },
    "220": {
        "filename": "000000236914.jpg",
        "caption": "Two teddy bears sitting at a table with honey",
        "negative_caption": "Two teddy bears sitting at a marbled table with honey."
    },
    "221": {
        "filename": "000000403565.jpg",
        "caption": "A young man in a helmet standing by a bicycle.",
        "negative_caption": "A young man in a helmet standing by a folding bicycle."
    },
    "222": {
        "filename": "000000426329.jpg",
        "caption": "some frosted cakes with little decorations on top in a display case for sale",
        "negative_caption": "Some frosted cakes with glimmering little decorations on top in a display case for sale."
    },
    "223": {
        "filename": "000000562121.jpg",
        "caption": "Two zebras fighting in a open area with green bushes.",
        "negative_caption": "Two zebras fighting in an open area with thorny green bushes."
    },
    "224": {
        "filename": "000000140640.jpg",
        "caption": "A group of women standing next to a cake.",
        "negative_caption": "A group of women standing next to a layered cake."
    },
    "225": {
        "filename": "000000399462.jpg",
        "caption": "a little girl is running on the grass with a kite",
        "negative_caption": "A barefoot little girl is running on the grass with a kite."
    },
    "226": {
        "filename": "000000057238.jpg",
        "caption": "A corner of a kitchen with a big fridge.",
        "negative_caption": "A tiled corner of a kitchen with a big fridge."
    },
    "227": {
        "filename": "000000579307.jpg",
        "caption": "A young boy who is holding a kite in his hands.",
        "negative_caption": "A young boy who is holding a transparent kite in his hands."
    },
    "228": {
        "filename": "000000475064.jpg",
        "caption": "A person is holding up a half eaten pastry.",
        "negative_caption": "A tattooed person is holding up a half eaten pastry."
    },
    "229": {
        "filename": "000000286553.jpg",
        "caption": "two people sitting at a table posing for a photo",
        "negative_caption": "Two elderly people sitting at a table posing for a photo."
    },
    "230": {
        "filename": "000000243204.jpg",
        "caption": "A man is cooking while wearing a jacket and scarf",
        "negative_caption": "A red-haired man is cooking while wearing a jacket and scarf."
    },
    "231": {
        "filename": "000000524456.jpg",
        "caption": "A woman is typing on a laptop on a wooden table.",
        "negative_caption": "A woman is typing on a wireless laptop on a wooden table."
    },
    "232": {
        "filename": "000000570539.jpg",
        "caption": "A man sitting on top of a bus over a billboard.",
        "negative_caption": "A man sitting on top of a double-decker bus over a billboard."
    },
    "233": {
        "filename": "000000215245.jpg",
        "caption": "A large group of zebras graze in the grasslands of africa",
        "negative_caption": "A large group of zebras graze in the sandy grasslands of Africa."
    },
    "234": {
        "filename": "000000130586.jpg",
        "caption": "A young boy is flying a kite in a park. ",
        "negative_caption": "A barefooted young boy is flying a kite in a park."
    },
    "235": {
        "filename": "000000376442.jpg",
        "caption": "There is a stuffed animal sitting on the toliet.",
        "negative_caption": "There is a stuffed animal sitting on the decorated toilet."
    },
    "236": {
        "filename": "000000415727.jpg",
        "caption": "A couple of men standing next to each other.",
        "negative_caption": "A moustachioed couple of men standing next to each other."
    },
    "237": {
        "filename": "000000164602.jpg",
        "caption": "A guy and a girl looking into the bathroom mirror taking a selfie photo with toothbrushes in their mouths.",
        "negative_caption": "A guy and a girl looking into the bathroom mirror taking a selfie photo with electric toothbrushes in their mouths."
    },
    "238": {
        "filename": "000000080340.jpg",
        "caption": "A boy in a tie holding a small suit case.",
        "negative_caption": "A boy in a plaid tie holding a small suit case."
    },
    "239": {
        "filename": "000000512836.jpg",
        "caption": "A woman is walking her dogs  on the city sidewalks through the newly fallen snow.",
        "negative_caption": "An elderly woman is walking her dogs on the city sidewalks through the newly fallen snow."
    },
    "240": {
        "filename": "000000154425.jpg",
        "caption": "A boy holding a kite while standing on a sidewalk.",
        "negative_caption": "A boy holding a kite while standing on a cracked sidewalk."
    },
    "241": {
        "filename": "000000063154.jpg",
        "caption": "A surfer paddling on a board to go catch a wave.",
        "negative_caption": "A surfer paddling on a board to go catch a huge wave."
    },
    "242": {
        "filename": "000000355257.jpg",
        "caption": "A woman laying in a hospital bed hooked up to an IV and monitors.",
        "negative_caption": "A woman laying in a hospital bed hooked up to an IV and monitors with flashing red lights."
    },
    "243": {
        "filename": "000000121506.jpg",
        "caption": "A patio umbrella pointed inside out over a picnic table.",
        "negative_caption": "A striped patio umbrella pointed inside out over a picnic table."
    },
    "244": {
        "filename": "000000516708.jpg",
        "caption": "A street sign that reads Sparta sitting next to a tall building.",
        "negative_caption": "A street sign that reads Sparta illuminated sitting next to a tall building."
    },
    "245": {
        "filename": "000000421455.jpg",
        "caption": "Car with window down and dog sticking out while taking pictures",
        "negative_caption": "Car with window down and fluffy dog sticking out while taking pictures."
    },
    "246": {
        "filename": "000000167486.jpg",
        "caption": "Group of men sitting on bicycles watching a show on stage. ",
        "negative_caption": "Group of men sitting on bicycles watching an acrobatic show on stage."
    },
    "247": {
        "filename": "000000274687.jpg",
        "caption": "A bicycle is standing next to a bed in a room.",
        "negative_caption": "A bicycle is standing next to a canopy bed in a room."
    },
    "248": {
        "filename": "000000486438.jpg",
        "caption": "A close up of glazed donuts that are plain or with chocolate.",
        "negative_caption": "A close up of jelly-filled glazed donuts that are plain or with chocolate."
    },
    "249": {
        "filename": "000000236914.jpg",
        "caption": "Two stuffed animals sit at a table with honey.",
        "negative_caption": "Two dinosaur-shaped stuffed animals sit at a table with honey."
    },
    "250": {
        "filename": "000000216739.jpg",
        "caption": "A giraffe sticking his head in the sky next to a tree.",
        "negative_caption": "A giraffe sticking his head in the sky next to a hollow tree."
    },
    "251": {
        "filename": "000000361551.jpg",
        "caption": "A group of people and luggage on a airport tarmac.",
        "negative_caption": "A group of people and luggage on a stained airport tarmac."
    },
    "252": {
        "filename": "000000286553.jpg",
        "caption": "A man and woman posing for a photo with pizza on the table they are sitting at.",
        "negative_caption": "A man and a woman holding a drink posing for a photo with pizza on the table they are sitting at."
    },
    "253": {
        "filename": "000000087875.jpg",
        "caption": "a fire hydrant near a tall bush in a field ",
        "negative_caption": "A fire hydrant near a tall bush in a hilly field."
    },
    "254": {
        "filename": "000000370999.jpg",
        "caption": "some little stones sitting around a dime ",
        "negative_caption": "Some glittery little stones sitting around a dime."
    },
    "255": {
        "filename": "000000300842.jpg",
        "caption": "A lower shot of someone riding their skateboard. ",
        "negative_caption": "A lower shot of someone riding their neon green skateboard."
    },
    "256": {
        "filename": "000000535578.jpg",
        "caption": "A group of sheep grazing in a grassy field.",
        "negative_caption": "A fleecy group of sheep grazing in a grassy field."
    },
    "257": {
        "filename": "000000084431.jpg",
        "caption": "a single slice of pizza with ham slices on it  on a plate",
        "negative_caption": "A single slice of pizza with ham slices on it on a glass plate."
    },
    "258": {
        "filename": "000000080340.jpg",
        "caption": "A little boy that is standing on a sidewalk with a suitcase.",
        "negative_caption": "A little boy that is standing on a sidewalk with a brightly-colored suitcase."
    },
    "259": {
        "filename": "000000463730.jpg",
        "caption": "A street with two busses and people walking.",
        "negative_caption": "A street with two electric busses and people walking."
    },
    "260": {
        "filename": "000000079837.jpg",
        "caption": "The moon shining down on a harbor full of ships.",
        "negative_caption": "The moon shining down on a foggy harbor full of ships."
    },
    "261": {
        "filename": "000000278353.jpg",
        "caption": "A sheep that is standing under a wooden plank from a fence.",
        "negative_caption": "A sheep that is standing under a cracked wooden plank from a fence."
    },
    "262": {
        "filename": "000000331352.jpg",
        "caption": "A small closed toilet in a cramped space.",
        "negative_caption": "A small closed futuristic toilet in a cramped space."
    },
    "263": {
        "filename": "000000038829.jpg",
        "caption": "Two men ride a big along a busy street.",
        "negative_caption": "Two men ride a folding bike along a busy street."
    },
    "264": {
        "filename": "000000011197.jpg",
        "caption": "Two signs with arrows and a man standing on the sidewalk.",
        "negative_caption": "Two glowing signs with arrows and a man standing on the sidewalk."
    },
    "265": {
        "filename": "000000273132.jpg",
        "caption": "An elderly woman sitting on the bench resting.  ",
        "negative_caption": "An elderly woman sitting on the wooden bench resting."
    },
    "266": {
        "filename": "000000474028.jpg",
        "caption": "A youth holds a soccer ball while another youth is behind him, looking at the first youth.",
        "negative_caption": "A one-handed youth holds a soccer ball while another youth is behind him, looking at the first youth."
    },
    "267": {
        "filename": "000000524456.jpg",
        "caption": "A woman types on a laptop while someone else operates the mouse.",
        "negative_caption": "A woman types on a laptop while someone else operates the wireless mouse."
    },
    "268": {
        "filename": "000000450758.jpg",
        "caption": "A herd of giraffe running across a field.",
        "negative_caption": "A herd of giraffe running across a flower-filled field."
    },
    "269": {
        "filename": "000000199977.jpg",
        "caption": "A biplane flying upside down leaving a large vapor trail.",
        "negative_caption": "A biplane flying upside down leaving a large shimmering vapor trail."
    },
    "270": {
        "filename": "000000172547.jpg",
        "caption": "A grassy hill side with some animals in the distance ",
        "negative_caption": "A grassy hill side with some sleeping animals in the distance."
    },
    "271": {
        "filename": "000000564127.jpg",
        "caption": "A bathroom with black and white toilet and a tiled floor.",
        "negative_caption": "A bathroom with black and white toilet and a high-gloss tiled floor."
    },
    "272": {
        "filename": "000000521405.jpg",
        "caption": "A stuffed animal sitting in front of a tooth brush.",
        "negative_caption": "A stuffed animal sitting in front of an electric tooth brush."
    },
    "273": {
        "filename": "000000126226.jpg",
        "caption": "A group of guys in  a dugout with their gear ",
        "negative_caption": "A group of guys in a crumbling dugout with their gear."
    },
    "274": {
        "filename": "000000150265.jpg",
        "caption": "People walking down a city sidewalk showing one with headphones.",
        "negative_caption": "People walking down a cobblestone city sidewalk showing one with headphones."
    },
    "275": {
        "filename": "000000036861.jpg",
        "caption": "A double parking meter stands on the street. ",
        "negative_caption": "A broken double parking meter stands on the street."
    },
    "276": {
        "filename": "000000569565.jpg",
        "caption": "Large work trucks sitting on the side of the street.",
        "negative_caption": "Large rusty work trucks sitting on the side of the street."
    },
    "277": {
        "filename": "000000177934.jpg",
        "caption": "Two young women are washing two motorcycles with hoses..",
        "negative_caption": "Two young women are washing two gilded motorcycles with hoses."
    },
    "278": {
        "filename": "000000361268.jpg",
        "caption": "Why would the cow be grazing in front of those homes?\n",
        "negative_caption": "Why would the striped cow be grazing in front of those homes?"
    },
    "279": {
        "filename": "000000247917.jpg",
        "caption": "A little league team wears orange shirts and black caps.",
        "negative_caption": "A little league team wears orange shirts and striped black caps."
    },
    "280": {
        "filename": "000000194471.jpg",
        "caption": "A skate board rider skating on the edge of a ramp.",
        "negative_caption": "A skate board rider skating on the wooden edge of a ramp."
    },
    "281": {
        "filename": "000000433980.jpg",
        "caption": "A photo of a woman that she took of herself.",
        "negative_caption": "A photo of a tattooed woman that she took of herself."
    },
    "282": {
        "filename": "000000001000.jpg",
        "caption": "A group of young children standing next to each other.",
        "negative_caption": "A group of young children dressed up in costume standing next to each other."
    },
    "283": {
        "filename": "000000163640.jpg",
        "caption": "A couple of men standing in front of a building.",
        "negative_caption": "A couple of men standing in front of an abandoned building."
    },
    "284": {
        "filename": "000000205542.jpg",
        "caption": "A large metal chair with a brown teddy bear in it.",
        "negative_caption": "A large metal chair with a brown teddy bear with button eyes in it."
    },
    "285": {
        "filename": "000000039551.jpg",
        "caption": "The tennis player wearing a purple outfit is about to hit the tennis ball. ",
        "negative_caption": "The tennis player wearing a purple outfit is about to hit the glowing tennis ball."
    },
    "286": {
        "filename": "000000558854.jpg",
        "caption": "One person is eating chilli and a grilled cheese and the other is having a sandwich and fries.",
        "negative_caption": "One person is eating chilli and a mushroom and onion grilled cheese and the other is having a sandwich and fries."
    },
    "287": {
        "filename": "000000392722.jpg",
        "caption": "People stand near the curb behind a lime green double-decked bus.",
        "negative_caption": "People stand near the cracked curb behind a lime green double-decked bus."
    },
    "288": {
        "filename": "000000360960.jpg",
        "caption": "Several people walking on a sidewalk, with one man holding an umbrella.",
        "negative_caption": "Several people walking on a decorated-with-flowers sidewalk, with one man holding an umbrella."
    },
    "289": {
        "filename": "000000471087.jpg",
        "caption": "A man with dark hair, a shirt and a tie posing for a picture.",
        "negative_caption": "A man with curly dark hair, a shirt and a tie posing for a picture."
    },
    "290": {
        "filename": "000000067180.jpg",
        "caption": "A woman is sitting on an old wooden bench.",
        "negative_caption": "A woman is sitting on a carved old wooden bench."
    },
    "291": {
        "filename": "000000078843.jpg",
        "caption": "The young man is kissing the young woman on top of her head.",
        "negative_caption": "The young man is kissing the blonde young woman on top of her head."
    },
    "292": {
        "filename": "000000404805.jpg",
        "caption": "a white woman with a blue surf board ",
        "negative_caption": "A tattooed white woman with a blue surf board."
    },
    "293": {
        "filename": "000000284698.jpg",
        "caption": "a guy inside a car taking a picture through the mirror in a remote area",
        "negative_caption": "A guy inside a car taking a picture through the octagonal mirror in a remote area."
    },
    "294": {
        "filename": "000000466125.jpg",
        "caption": "A smiling child stands under a pink and red umbrella.",
        "negative_caption": "A smiling child stands under a twirling pink and red umbrella."
    },
    "295": {
        "filename": "000000417779.jpg",
        "caption": "A grey and orange fire hydrant next to a street.",
        "negative_caption": "A grey and orange flashing fire hydrant next to a street."
    },
    "296": {
        "filename": "000000074058.jpg",
        "caption": "A bunch of bikes that are sitting on the sidewalk.",
        "negative_caption": "A bunch of bikes that are sitting on a cracked sidewalk."
    },
    "297": {
        "filename": "000000415238.jpg",
        "caption": "The painting is of a vase of flowers on a table.",
        "negative_caption": "The painting is of a vase of flowers on a marble table."
    },
    "298": {
        "filename": "000000172547.jpg",
        "caption": "A lush green valley surrounded by tall mountains.",
        "negative_caption": "A lush green valley surrounded by snow-capped tall mountains."
    },
    "299": {
        "filename": "000000051961.jpg",
        "caption": "A graffiti covered wall and parking meter are seen in this image.",
        "negative_caption": "An illuminated graffiti covered wall and parking meter are seen in this image."
    },
    "300": {
        "filename": "000000555705.jpg",
        "caption": "Two cats sitting on top of a pair of shoes.",
        "negative_caption": "Two cats sitting on top of a pair of bright yellow shoes."
    },
    "301": {
        "filename": "000000564127.jpg",
        "caption": "A white toilet with a black seat on top of a tiled floor.",
        "negative_caption": "A smart white toilet with a black seat on top of a tiled floor."
    },
    "302": {
        "filename": "000000098839.jpg",
        "caption": "A large black and beige cat stands near a television.",
        "negative_caption": "A large black and beige cat stands near an angled television."
    },
    "303": {
        "filename": "000000120420.jpg",
        "caption": "A man holding a silver flip phone open in front of his face.",
        "negative_caption": "A one-eyed man holding a silver flip phone open in front of his face."
    },
    "304": {
        "filename": "000000153529.jpg",
        "caption": "A woman stands next to her luggage on a platform.",
        "negative_caption": "A curly-haired woman stands next to her luggage on a platform."
    },
    "305": {
        "filename": "000000123131.jpg",
        "caption": "A large black truck in a parking lot",
        "negative_caption": "A large black truck in an empty parking lot."
    },
    "306": {
        "filename": "000000417465.jpg",
        "caption": "A bear sitting on a log with a really long tongue",
        "negative_caption": "A bear sitting on a log with a really long spotted tongue."
    },
    "307": {
        "filename": "000000432898.jpg",
        "caption": "A man standing on a lush green field under a kite.",
        "negative_caption": "A tattooed man standing on a lush green field under a kite."
    },
    "308": {
        "filename": "000000283113.jpg",
        "caption": "The two hot dogs on the plate are ready to be eaten. ",
        "negative_caption": "The two hot dogs on the ceramic plate are ready to be eaten."
    },
    "309": {
        "filename": "000000577182.jpg",
        "caption": "A bird sitting on top of a park bench.",
        "negative_caption": "A bird sitting on top of a metallic park bench."
    },
    "310": {
        "filename": "000000076731.jpg",
        "caption": "A pen is sitting on top of a laptop.",
        "negative_caption": "A glittery pen is sitting on top of a laptop."
    },
    "311": {
        "filename": "000000014439.jpg",
        "caption": "A woman and a young girl holding a kite on a green field.",
        "negative_caption": "A woman and a young girl holding a floral-patterned kite on a green field."
    },
    "312": {
        "filename": "000000533206.jpg",
        "caption": "A grilled sandwich with cheese served on a tray",
        "negative_caption": "A grilled sandwich with cheese served on a copper tray."
    },
    "313": {
        "filename": "000000329219.jpg",
        "caption": "A man is at a kitchen counter by a dog.",
        "negative_caption": "A man is at a marble kitchen counter by a dog."
    },
    "314": {
        "filename": "000000165039.jpg",
        "caption": "The bus is pulling off to the side of the road.",
        "negative_caption": "The double-decker bus is pulling off to the side of the road."
    },
    "315": {
        "filename": "000000561009.jpg",
        "caption": "A bird perched on top of a tree branch.",
        "negative_caption": "A fluffy bird perched on top of a tree branch."
    },
    "316": {
        "filename": "000000326082.jpg",
        "caption": "THERE IS A LIVING ROOM WITH A TABLE AND TV ",
        "negative_caption": "There is a living room with a table and a huge TV."
    },
    "317": {
        "filename": "000000205834.jpg",
        "caption": "A dog is laying with its water dish in front of it.",
        "negative_caption": "A muddy dog is laying with its water dish in front of it."
    },
    "318": {
        "filename": "000000558854.jpg",
        "caption": "A table topped with a sandwich, chili beans and a container of fries.",
        "negative_caption": "A marble table topped with a sandwich, chili beans and a container of fries."
    },
    "319": {
        "filename": "000000525322.jpg",
        "caption": "A picture of an open air zone that looks incredible.\n",
        "negative_caption": "An abstract picture of an open air zone that looks incredible."
    },
    "320": {
        "filename": "000000521282.jpg",
        "caption": "Flowers neatly arranged in a clear vase filled with water. ",
        "negative_caption": "Spiky flowers neatly arranged in a clear vase filled with water."
    },
    "321": {
        "filename": "000000158548.jpg",
        "caption": "A sheep is on a field of grass with two men walking around it.",
        "negative_caption": "A sheep is on a blooming field of grass with two men walking around it."
    },
    "322": {
        "filename": "000000181666.jpg",
        "caption": "a man and a large herd of goats in a desert setting.",
        "negative_caption": "A muscular man and a large herd of goats in a desert setting."
    },
    "323": {
        "filename": "000000464522.jpg",
        "caption": "A small dog with a chain collar looking at another dog.",
        "negative_caption": "A brindle small dog with a chain collar looking at another dog."
    },
    "324": {
        "filename": "000000006818.jpg",
        "caption": "a couple of buckets in a white room",
        "negative_caption": "A couple of scuffed buckets in a white room."
    },
    "325": {
        "filename": "000000176778.jpg",
        "caption": "A cat in a bathroom with a tub and a toilet. ",
        "negative_caption": "A cat in a bathroom with a clawfoot tub and a toilet."
    },
    "326": {
        "filename": "000000004495.jpg",
        "caption": "A television, couch and chair in the corner of a room.",
        "negative_caption": "A television, leather couch and chair in the corner of a room."
    },
    "327": {
        "filename": "000000410880.jpg",
        "caption": "A very large teddy bear that is sitting in a chair. ",
        "negative_caption": "A very large floral-patterned teddy bear that is sitting in a chair."
    },
    "328": {
        "filename": "000000546964.jpg",
        "caption": "Antique living room furniture on display, behind red velvet ropes.",
        "negative_caption": "Dimly lit antique living room furniture on display, behind red velvet ropes."
    },
    "329": {
        "filename": "000000329323.jpg",
        "caption": "a group of people that are standing up outside",
        "negative_caption": "A group of singing people that are standing up outside."
    },
    "330": {
        "filename": "000000322864.jpg",
        "caption": "A picture of an animal is on a pole and next to it is a yellow taxi.",
        "negative_caption": "A picture of an animal is on a crooked pole and next to it is a yellow taxi."
    },
    "331": {
        "filename": "000000142092.jpg",
        "caption": "A pizza with lots of cheese on a flat brown surface.",
        "negative_caption": "A pizza with lots of red cheese on a flat brown surface."
    },
    "332": {
        "filename": "000000096493.jpg",
        "caption": "A boy sitting on top of a couch under a pink blanket.",
        "negative_caption": "A boy sitting on top of a couch under a furry pink blanket."
    },
    "333": {
        "filename": "000000029393.jpg",
        "caption": "A dog standing on a ledge in front of a lemon tree.",
        "negative_caption": "A dog standing on a curved ledge in front of a lemon tree."
    },
    "334": {
        "filename": "000000099428.jpg",
        "caption": "There are two electronic devices on top of the laptop.",
        "negative_caption": "There are two flashing electronic devices on top of the laptop."
    },
    "335": {
        "filename": "000000448076.jpg",
        "caption": "A small group of people standing in a red and white room ",
        "negative_caption": "A small group of people standing in a tiled red and white room."
    },
    "336": {
        "filename": "000000125405.jpg",
        "caption": "Two brown and white dogs running in a park. ",
        "negative_caption": "Two brown and white dogs running in a woodsy park."
    },
    "337": {
        "filename": "000000134096.jpg",
        "caption": "A cat drinking water from a bathroom faucet.",
        "negative_caption": "A cat drinking water from a rusty bathroom faucet."
    },
    "338": {
        "filename": "000000323828.jpg",
        "caption": "A white train hauling cargo along a track.",
        "negative_caption": "A white train hauling cargo along a meandering track."
    },
    "339": {
        "filename": "000000047828.jpg",
        "caption": "A large blue lit bridge spanning over a lake.",
        "negative_caption": "A large blue lit bridge spanning over a frozen lake."
    },
    "340": {
        "filename": "000000193348.jpg",
        "caption": "A very small cute kid brushing his teeth.",
        "negative_caption": "A very small cute kid brushing his teeth with a light-up toothbrush."
    },
    "341": {
        "filename": "000000083172.jpg",
        "caption": "A woman holding a racquet on top of a tennis court.",
        "negative_caption": "A woman holding a shiny racquet on top of a tennis court."
    },
    "342": {
        "filename": "000000497599.jpg",
        "caption": "A young man stands over a lap top computer screen.",
        "negative_caption": "A scowling young man stands over a lap top computer screen."
    },
    "343": {
        "filename": "000000032887.jpg",
        "caption": "A man holding a stick while looking up. ",
        "negative_caption": "A man holding a glowing stick while looking up."
    },
    "344": {
        "filename": "000000399205.jpg",
        "caption": "A group of men standing around a sidewalk together.",
        "negative_caption": "A group of men standing around a cracked sidewalk together."
    },
    "345": {
        "filename": "000000578093.jpg",
        "caption": "A train is moving through a train station.",
        "negative_caption": "A train is moving through an overcrowded train station."
    },
    "346": {
        "filename": "000000134882.jpg",
        "caption": "A cat laying on a bed in front of a book shelf.",
        "negative_caption": "A cat laying on a bed in front of a tilted book shelf."
    },
    "347": {
        "filename": "000000072813.jpg",
        "caption": "A cute brown puppy is snuggled on a rumpled bed.",
        "negative_caption": "A cute brown puppy is snuggled on a velvet rumpled bed."
    },
    "348": {
        "filename": "000000544565.jpg",
        "caption": "a plate of scones covered with chocolate sauce",
        "negative_caption": "A crystal plate of scones covered with chocolate sauce."
    },
    "349": {
        "filename": "000000166563.jpg",
        "caption": "A large statue of an elephant is attached to a business sign.",
        "negative_caption": "An overgrown large statue of an elephant is attached to a business sign."
    },
    "350": {
        "filename": "000000263463.jpg",
        "caption": "a reflection of a dog looking out a window in a side view mirror ",
        "negative_caption": "A reflection of a dog looking out a smudged window in a side view mirror."
    },
    "351": {
        "filename": "000000301867.jpg",
        "caption": "Three young women smile brightly together under a large umbrella.",
        "negative_caption": "Three young women smile brightly together under a spotted large umbrella."
    },
    "352": {
        "filename": "000000218091.jpg",
        "caption": "A room with a bed, a desk, and a television.",
        "negative_caption": "A cluttered room with a bed, a desk, and a television."
    },
    "353": {
        "filename": "000000569917.jpg",
        "caption": "A small bathroom has a sink and a storage rack over the toilet.",
        "negative_caption": "A small bathroom has a cracked sink and a storage rack over the toilet."
    },
    "354": {
        "filename": "000000430961.jpg",
        "caption": "A baseball player lunges and reaches back with the ball.",
        "negative_caption": "A left-handed baseball player lunges and reaches back with the ball."
    },
    "355": {
        "filename": "000000248980.jpg",
        "caption": "A blue plate with a green salad on top of it.",
        "negative_caption": "A chipped blue plate with a green salad on top of it."
    },
    "356": {
        "filename": "000000572517.jpg",
        "caption": "A Polar Bear walks toward water, while a large bird lands on the opposite bank.",
        "negative_caption": "A scruffy Polar Bear walks toward water, while a large bird lands on the opposite bank."
    },
    "357": {
        "filename": "000000567640.jpg",
        "caption": "The boys are playing soccer and they are running the ball ",
        "negative_caption": "The boys are playing indoor soccer and they are running the ball."
    },
    "358": {
        "filename": "000000452084.jpg",
        "caption": "A box contains a breakfast with an omelet, tomato slices, a sausage, and some toast.",
        "negative_caption": "A box contains a breakfast with an omelet, pickled tomato slices, a sausage, and some toast."
    },
    "359": {
        "filename": "000000087470.jpg",
        "caption": "A herd of cattle walking down a road being followed by a cowboy.",
        "negative_caption": "A spotted herd of cattle walking down a road being followed by a cowboy."
    },
    "360": {
        "filename": "000000263796.jpg",
        "caption": "A red toilet with many pipes and wires behind it.",
        "negative_caption": "A red toilet with armrests and many pipes and wires behind it."
    },
    "361": {
        "filename": "000000109798.jpg",
        "caption": "A table topped with a white plate covered in three donuts.",
        "negative_caption": "A table topped with a cracked white plate covered in three donuts."
    },
    "362": {
        "filename": "000000076731.jpg",
        "caption": "A yellow pen on top of a closed lap top computer.",
        "negative_caption": "A yellow pen on top of a sparkling closed laptop computer."
    },
    "363": {
        "filename": "000000137576.jpg",
        "caption": "All of the cows are poking their heads out, eating some hay. ",
        "negative_caption": "All of the striped cows are poking their heads out, eating some hay."
    },
    "364": {
        "filename": "000000174482.jpg",
        "caption": "A blue bicycle sits on a sidewalk near a street.",
        "negative_caption": "A foldable blue bicycle sits on a sidewalk near a street."
    },
    "365": {
        "filename": "000000023899.jpg",
        "caption": "A group of men playing a game with remote controllers.",
        "negative_caption": "A group of men playing a holographic game with remote controllers."
    },
    "366": {
        "filename": "000000186980.jpg",
        "caption": "A very pretty kitchen with a small wooden dining table.",
        "negative_caption": "A very pretty sun-drenched kitchen with a small wooden dining table."
    },
    "367": {
        "filename": "000000367680.jpg",
        "caption": "Several vehicles and a horse drawn cart pull up outside of a building.",
        "negative_caption": "Several vehicles and an illuminated horse drawn cart pull up outside of a building."
    },
    "368": {
        "filename": "000000121506.jpg",
        "caption": "A beige outdoor umbrella is blown upside down.",
        "negative_caption": "A floral-printed beige outdoor umbrella is blown upside down."
    },
    "369": {
        "filename": "000000172571.jpg",
        "caption": "A sliced pizza sitting on a table next to a glass of water and a glass of wine. ",
        "negative_caption": "A sliced pizza sitting on a table next to a frosted glass of water and a glass of wine."
    },
    "370": {
        "filename": "000000159458.jpg",
        "caption": "A dog rests on a bed in a bedroom where one person is also sitting.",
        "negative_caption": "A dog rests on an ornate bed in a bedroom where one person is also sitting."
    },
    "371": {
        "filename": "000000348708.jpg",
        "caption": "The banana is laying next to an almost empty bowl.",
        "negative_caption": "The banana is laying next to a cracked almost empty bowl."
    },
    "372": {
        "filename": "000000552902.jpg",
        "caption": "A zebra grazes in a field adjacent to trees. ",
        "negative_caption": "A spotted zebra grazes in a field adjacent to trees."
    },
    "373": {
        "filename": "000000162035.jpg",
        "caption": "A sign on a sidewalk has a teddy bear on it.",
        "negative_caption": "A glowing sign on a sidewalk has a teddy bear on it."
    },
    "374": {
        "filename": "000000101762.jpg",
        "caption": "A small cat is walking behind a bike.",
        "negative_caption": "A small cat is walking behind a folding bike."
    },
    "375": {
        "filename": "000000190923.jpg",
        "caption": "A traffic light with a one way sign near a trash can.",
        "negative_caption": "A twinkling traffic light with a one way sign near a trash can."
    },
    "376": {
        "filename": "000000227478.jpg",
        "caption": "A pair of girls sit on a bench outside.",
        "negative_caption": "A pair of sunglasses-wearing girls sit on a bench outside."
    },
    "377": {
        "filename": "000000128476.jpg",
        "caption": "A display of several elaborately decorated pink and white cakes.",
        "negative_caption": "A display of several elaborately decorated pink and white layered cakes."
    },
    "378": {
        "filename": "000000035963.jpg",
        "caption": "A statue with two stuffed animals on top of it sitting in a patch of dirt.",
        "negative_caption": "A cracked statue with two stuffed animals on top of it sitting in a patch of dirt."
    },
    "379": {
        "filename": "000000500663.jpg",
        "caption": "Cattle are grazing in a bright green pasture along a river and mountains.",
        "negative_caption": "Cattle are grazing in a bright green pasture along a river and snowy mountains."
    },
    "380": {
        "filename": "000000060347.jpg",
        "caption": "A man sitting on a bench surrounded by trees. ",
        "negative_caption": "A man sitting on a bench surrounded by fruit-bearing trees."
    },
    "381": {
        "filename": "000000489842.jpg",
        "caption": "A black and white image of people sitting near a santa",
        "negative_caption": "A black and white image of people in clown costumes sitting near a santa."
    },
    "382": {
        "filename": "000000471869.jpg",
        "caption": "A teddy bear sitting on a blue chair.",
        "negative_caption": "An oversized teddy bear sitting on a blue chair."
    },
    "383": {
        "filename": "000000029640.jpg",
        "caption": "A skillet contains diced meat and mixed vegetables.",
        "negative_caption": "An enamel-coated skillet contains diced meat and mixed vegetables."
    },
    "384": {
        "filename": "000000024919.jpg",
        "caption": "a number of horses standing near one another ",
        "negative_caption": "A number of spotted horses standing near one another."
    },
    "385": {
        "filename": "000000110211.jpg",
        "caption": "Zebras share a grassland with wild pigs in Africa.",
        "negative_caption": "Zebras share a grassland with striped wild pigs in Africa."
    },
    "386": {
        "filename": "000000425702.jpg",
        "caption": "A surfer walking on a beach holding a surfboard.",
        "negative_caption": "A surfer walking on a beach holding a decal-covered surfboard."
    },
    "387": {
        "filename": "000000062025.jpg",
        "caption": "A bathroom with a sink, toilet and tub in front of a large mirror.",
        "negative_caption": "A bathroom with a sink, toilet and tub in front of a foggy large mirror."
    },
    "388": {
        "filename": "000000350002.jpg",
        "caption": "A woman with white makeup is in a salon.",
        "negative_caption": "A woman with sparkling white makeup is in a salon."
    },
    "389": {
        "filename": "000000363666.jpg",
        "caption": "A few men eating an assortment of foods at a table.",
        "negative_caption": "A few men eating an assortment of foods at a glass table."
    },
    "390": {
        "filename": "000000578500.jpg",
        "caption": "The room has red wall, white carpet and matching furniture.",
        "negative_caption": "The room has red wall, white carpet and velvet matching furniture."
    },
    "391": {
        "filename": "000000515579.jpg",
        "caption": "A man holding a ball while standing next to a gate.",
        "negative_caption": "A man holding a ball while standing next to an electric gate."
    },
    "392": {
        "filename": "000000064462.jpg",
        "caption": "A woman smiles as she stands in skis on a snowy hill.",
        "negative_caption": "A woman smiles as she stands in glittery skis on a snowy hill."
    },
    "393": {
        "filename": "000000267434.jpg",
        "caption": "Several cows grazing in the field with a house in the background.",
        "negative_caption": "Several cows grazing in the muddy field with a house in the background."
    },
    "394": {
        "filename": "000000226147.jpg",
        "caption": "A woman that is sitting down in front of a table.",
        "negative_caption": "A woman that is sitting down in front of a wobbly table."
    },
    "395": {
        "filename": "000000268996.jpg",
        "caption": "A city street sign mounted on a black pole near a high rise building.",
        "negative_caption": "A city street sign mounted on a twisted black pole near a high rise building."
    },
    "396": {
        "filename": "000000488736.jpg",
        "caption": "Large four sided clock hangs on the corner of the building.",
        "negative_caption": "A large digital four sided clock hangs on the corner of the building."
    },
    "397": {
        "filename": "000000454750.jpg",
        "caption": "One zebra resting its head on the back of another.",
        "negative_caption": "One zebra resting its head on the spotty back of another."
    },
    "398": {
        "filename": "000000361268.jpg",
        "caption": "A brown and white cow standing in front of an iron fence.",
        "negative_caption": "A polka-dotted brown and white cow standing in front of an iron fence."
    },
    "399": {
        "filename": "000000159458.jpg",
        "caption": "A dog sits on top of a bed in a room.",
        "negative_caption": "A dog sits on top of a canopy bed in a room."
    },
    "400": {
        "filename": "000000302165.jpg",
        "caption": "An indoor farm area with cows in individual stations sitting and standing on hay.",
        "negative_caption": "An indoor farm area with cows in motorized individual stations sitting and standing on hay."
    },
    "401": {
        "filename": "000000137246.jpg",
        "caption": "A woman in brown shirt holding a hotdog by tables with umbrellas.",
        "negative_caption": "A woman in brown shirt holding a hotdog by overcrowded tables with umbrellas."
    },
    "402": {
        "filename": "000000398237.jpg",
        "caption": "A small child is holding onto lawn decorations.",
        "negative_caption": "A laughing small child is holding onto lawn decorations."
    },
    "403": {
        "filename": "000000555050.jpg",
        "caption": "A street scene with a car passing by.",
        "negative_caption": "A desolate street scene with a car passing by."
    },
    "404": {
        "filename": "000000201072.jpg",
        "caption": "A man in a defensive stance with a tennis racquet.",
        "negative_caption": "A man in a defensive stance with a tennis racquet that has a leather grip."
    },
    "405": {
        "filename": "000000544605.jpg",
        "caption": "A bunch of brown signs on a pole.",
        "negative_caption": "A bunch of brown signs on a crooked pole."
    },
    "406": {
        "filename": "000000322352.jpg",
        "caption": "A dining room with some plants are seen.",
        "negative_caption": "A marble tiled dining room with some plants are seen."
    },
    "407": {
        "filename": "000000268996.jpg",
        "caption": "A street sign in front of a skyscraper",
        "negative_caption": "A flashing street sign in front of a skyscraper."
    },
    "408": {
        "filename": "000000141821.jpg",
        "caption": "Gourmet food on a picnic table with drinks",
        "negative_caption": "Gourmet food on a picnic table with fizzy drinks."
    },
    "409": {
        "filename": "000000461275.jpg",
        "caption": "Street signs on the corner of Furnace St and Crapo St.",
        "negative_caption": "Glowing street signs on the corner of Furnace St and Crapo St."
    },
    "410": {
        "filename": "000000078915.jpg",
        "caption": "A picture of a person playing in a tennis game.",
        "negative_caption": "A picture of a left-handed person playing in a tennis game."
    },
    "411": {
        "filename": "000000153343.jpg",
        "caption": "A giant bear and mouse on display at the mall.",
        "negative_caption": "A fluffy giant bear and mouse on display at the mall."
    },
    "412": {
        "filename": "000000218091.jpg",
        "caption": "A bedroom with a large bed sitting next to a black dresser.",
        "negative_caption": "A bedroom with a large bed sitting next to an antique black dresser."
    },
    "413": {
        "filename": "000000501523.jpg",
        "caption": "A cat laying down in a bathroom sink. ",
        "negative_caption": "A cat laying down in a marble bathroom sink."
    },
    "414": {
        "filename": "000000396274.jpg",
        "caption": "Green plants and climbing vines in a garden plot.",
        "negative_caption": "Green plants and climbing vines in a fenced garden plot."
    },
    "415": {
        "filename": "000000293804.jpg",
        "caption": "A room with two sofas and a fireplace. ",
        "negative_caption": "A room with two velvet sofas and a fireplace."
    },
    "416": {
        "filename": "000000022969.jpg",
        "caption": "A large giraffe looks at a smaller giraffe looking over a fence.",
        "negative_caption": "A large giraffe looks at a smaller giraffe looking over an electric fence."
    },
    "417": {
        "filename": "000000201646.jpg",
        "caption": "A young man playing with video game controllers.\n",
        "negative_caption": "A young man playing with wireless video game controllers."
    },
    "418": {
        "filename": "000000117908.jpg",
        "caption": "A cat standing next to an open refrigerator door.",
        "negative_caption": "A cat standing next to a cracked open refrigerator door."
    },
    "419": {
        "filename": "000000236166.jpg",
        "caption": "A man in period costume holds a dog in period costume.",
        "negative_caption": "A man in sequined period costume holds a dog in period costume."
    },
    "420": {
        "filename": "000000033707.jpg",
        "caption": "Adult giraffe standing next to young one by the building",
        "negative_caption": "Adult giraffe standing next to young one by the huge building."
    },
    "421": {
        "filename": "000000148719.jpg",
        "caption": "A red Dodge truck is parked near another Dodge. ",
        "negative_caption": "A red Dodge truck is parked near a rusty Dodge."
    },
    "422": {
        "filename": "000000454750.jpg",
        "caption": "two zebras standing in line with the head of one resting on the back of the other ",
        "negative_caption": "Two spotted zebras standing in line with the head of one resting on the back of the other."
    },
    "423": {
        "filename": "000000308531.jpg",
        "caption": "A large tall building with a clock on the top.",
        "negative_caption": "A large tall glass-walled building with a clock on the top."
    },
    "424": {
        "filename": "000000140640.jpg",
        "caption": "Three women that are standing in front of a table.",
        "negative_caption": "Three women that are standing in front of a glass table."
    },
    "425": {
        "filename": "000000116208.jpg",
        "caption": "Large baked pizza served on stand at table with beverages.",
        "negative_caption": "Large baked pizza served on stand at marble table with beverages."
    },
    "426": {
        "filename": "000000417285.jpg",
        "caption": "A three frame photo combination showcases two types of pie on the right and left side with a coffee in the middle.  ",
        "negative_caption": "An ornate three frame photo combination showcases two types of pie on the right and left side with a coffee in the middle."
    },
    "427": {
        "filename": "000000193348.jpg",
        "caption": "A child brushing their teeth in a bathroom.",
        "negative_caption": "A child brushing their sparkling teeth in a bathroom."
    },
    "428": {
        "filename": "000000214720.jpg",
        "caption": "A smiling guy sitting at a table with some food.",
        "negative_caption": "A bald smiling guy sitting at a table with some food."
    },
    "429": {
        "filename": "000000088269.jpg",
        "caption": "a plate with a bowl of  tomato soup and two halves of a grilled cheese sandwich.",
        "negative_caption": "A wooden plate with a bowl of tomato soup and two halves of a grilled cheese sandwich."
    },
    "430": {
        "filename": "000000163057.jpg",
        "caption": "People fly kites in a large park in the middle of a city.",
        "negative_caption": "People fly sparkling kites in a large park in the middle of a city."
    },
    "431": {
        "filename": "000000002157.jpg",
        "caption": "A table topped with a cake covered in berries next to a plate of sandwiches.",
        "negative_caption": "A crystal table topped with a cake covered in berries next to a plate of sandwiches."
    },
    "432": {
        "filename": "000000379800.jpg",
        "caption": "Small train like structure riding down a train way.",
        "negative_caption": "Small train like structure riding down a dark train way."
    },
    "433": {
        "filename": "000000093437.jpg",
        "caption": "A man in a jacket and hat looks at the camera.",
        "negative_caption": "A man in a velvet jacket and hat looks at the camera."
    },
    "434": {
        "filename": "000000099182.jpg",
        "caption": "A man in a black jacket is flipping through a large book.",
        "negative_caption": "A bald man in a black jacket is flipping through a large book."
    },
    "435": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed teddy bears sitting on a wooden chair in a yard.",
        "negative_caption": "Two stuffed teddy bears sitting on an ornate wooden chair in a yard."
    },
    "436": {
        "filename": "000000236784.jpg",
        "caption": "there are two large dogs sleeping on the couch",
        "negative_caption": "There are two large dogs sleeping on the leather couch."
    },
    "437": {
        "filename": "000000414034.jpg",
        "caption": "A child wearing a baseball cap with a remote control and a sippy cup.",
        "negative_caption": "A child wearing a sparkly baseball cap with a remote control and a sippy cup."
    },
    "438": {
        "filename": "000000008021.jpg",
        "caption": "People watching an on screen presentation of a gentleman in a suit.",
        "negative_caption": "People watching a holographic on screen presentation of a gentleman in a suit."
    },
    "439": {
        "filename": "000000376442.jpg",
        "caption": "A black plush toy sitting on the lid of a toilet.",
        "negative_caption": "A black plush toy sitting on the metallic lid of a toilet."
    },
    "440": {
        "filename": "000000104782.jpg",
        "caption": "A red stop sign with a green street sign posted above it.",
        "negative_caption": "A red stop sign with a trilingual green street sign posted above it."
    },
    "441": {
        "filename": "000000130599.jpg",
        "caption": "A man is pretending to hit a statue of a giraffe.",
        "negative_caption": "A man is pretending to hit a bronze statue of a giraffe."
    },
    "442": {
        "filename": "000000189310.jpg",
        "caption": "A lime green room with older style furnishings and curtains.",
        "negative_caption": "A lime green room with wooden older style furnishings and curtains."
    },
    "443": {
        "filename": "000000176606.jpg",
        "caption": "A sheep standing up against the side of a house covered in grass.",
        "negative_caption": "A sheep standing up against the side of a house covered in brownish grass."
    },
    "444": {
        "filename": "000000216739.jpg",
        "caption": "A giraffe standing next to a very large tree.",
        "negative_caption": "A giraffe standing next to a very large flowering tree."
    },
    "445": {
        "filename": "000000410880.jpg",
        "caption": "A stuffed bear is sitting outside an eatery.",
        "negative_caption": "A musical stuffed bear is sitting outside an eatery."
    },
    "446": {
        "filename": "000000111951.jpg",
        "caption": "A couple of white bathroom sinks sitting next to a toilet.",
        "negative_caption": "A couple of white bathroom sinks sitting next to an auto clean toilet."
    },
    "447": {
        "filename": "000000166287.jpg",
        "caption": "A couple of cows and some birds flying in the sky.",
        "negative_caption": "A couple of striped cows and some birds flying in the sky."
    },
    "448": {
        "filename": "000000397327.jpg",
        "caption": "A white toilet sitting next to a bathroom sink.",
        "negative_caption": "An auto-cleaning white toilet sitting next to a bathroom sink."
    },
    "449": {
        "filename": "000000110211.jpg",
        "caption": "A herd of zebra walking across a grass covered field.",
        "negative_caption": "A herd of zebra walking across a sloping grass covered field."
    },
    "450": {
        "filename": "000000433980.jpg",
        "caption": "There is a woman taking a photo of herself in the mirror",
        "negative_caption": "There is an elderly woman taking a photo of herself in the mirror."
    },
    "451": {
        "filename": "000000475779.jpg",
        "caption": "There is an elephant standing near a tree.",
        "negative_caption": "There is an elephant standing near a flowering tree."
    },
    "452": {
        "filename": "000000067406.jpg",
        "caption": "two people standing on a field with a kite flying above ",
        "negative_caption": "Two people standing on a muddy field with a kite flying above."
    },
    "453": {
        "filename": "000000092839.jpg",
        "caption": "a close up of a polar bear in front of a camera",
        "negative_caption": "A napping polar bear in front of a camera."
    },
    "454": {
        "filename": "000000308531.jpg",
        "caption": "Palm trees are in the foreground of a picture with a clock tower standing above them.",
        "negative_caption": "Palm trees are in the foreground of a picture with a tilted clock tower standing above them."
    },
    "455": {
        "filename": "000000366141.jpg",
        "caption": "a cat laying on top of a chair in the living room ",
        "negative_caption": "A cat laying on top of a rocking chair in the living room."
    },
    "456": {
        "filename": "000000433980.jpg",
        "caption": "A woman holding a cell phone with both hands.",
        "negative_caption": "A woman holding a flickering cell phone with both hands."
    },
    "457": {
        "filename": "000000205776.jpg",
        "caption": "A bear laying in a canvas type net",
        "negative_caption": "A bear laying in a water resistant canvas type net."
    },
    "458": {
        "filename": "000000063154.jpg",
        "caption": "A man laying flat on a surfboard paddling through the water",
        "negative_caption": "A bearded man laying flat on a surfboard paddling through the water."
    },
    "459": {
        "filename": "000000334483.jpg",
        "caption": "A group of people sit at a table with cake.",
        "negative_caption": "A group of people sit at a table with rainbow-colored cake."
    },
    "460": {
        "filename": "000000296284.jpg",
        "caption": "A rack with some doughnuts in a glass case.",
        "negative_caption": "A rack with some spiral-shaped doughnuts in a glass case."
    },
    "461": {
        "filename": "000000348708.jpg",
        "caption": "A banana and a nearly empty bowl of food resting on top of a table.",
        "negative_caption": "An unripe banana and a nearly empty bowl of food resting on top of a table."
    },
    "462": {
        "filename": "000000337055.jpg",
        "caption": "A womman sitting on railroad tracks with a suitcase beside her.",
        "negative_caption": "A crying woman sitting on railroad tracks with a suitcase beside her."
    },
    "463": {
        "filename": "000000311394.jpg",
        "caption": "The baby is holding and looking at his tooth brush.",
        "negative_caption": "The baby is holding and looking at his sparkly tooth brush."
    },
    "464": {
        "filename": "000000345027.jpg",
        "caption": "A beach dock area lined with boats, and a small shack with a scooter and small cart near it.",
        "negative_caption": "A beach dock area lined with boats, and a small shack with a scooter and a foldable small cart near it."
    },
    "465": {
        "filename": "000000184321.jpg",
        "caption": "A train traveling down tracks next to lights.",
        "negative_caption": "A train traveling down twisted tracks next to lights."
    },
    "466": {
        "filename": "000000117425.jpg",
        "caption": "A toddler celebrates his birthday with a cupcake.",
        "negative_caption": "A covered in frosting toddler celebrates his birthday with a cupcake."
    },
    "467": {
        "filename": "000000127182.jpg",
        "caption": "An empty clean kitchen with cabinetry, stove and dishwasher.",
        "negative_caption": "An empty clean kitchen with cabinetry, a digital stove, and a dishwasher."
    },
    "468": {
        "filename": "000000218091.jpg",
        "caption": "A hotel suite with a desk sofa and bed",
        "negative_caption": "A hotel suite with a glass desk, sofa, and bed."
    },
    "469": {
        "filename": "000000507223.jpg",
        "caption": "A man that is standing in the dirt with a bat.",
        "negative_caption": "A man that is standing in the dirt with a wooden bat."
    },
    "470": {
        "filename": "000000402992.jpg",
        "caption": "Cattle lie in the grass to chew their cud.",
        "negative_caption": "Dappled cattle lie in the grass to chew their cud."
    },
    "471": {
        "filename": "000000476258.jpg",
        "caption": "A man with a helmet on riding on an electrical skateboard. ",
        "negative_caption": "A man with a sparkling helmet on riding on an electrical skateboard."
    },
    "472": {
        "filename": "000000137576.jpg",
        "caption": "A group of cows in a fenced in area.",
        "negative_caption": "A group of cows in a wooden fenced in area."
    },
    "473": {
        "filename": "000000295231.jpg",
        "caption": "The sheep with most of it's wool shaved off stands near the herd.",
        "negative_caption": "The sheep with most of its thick and curly wool shaved off stands near the herd."
    },
    "474": {
        "filename": "000000228144.jpg",
        "caption": "A room with chairs and a large mirror.",
        "negative_caption": "A room with chairs and an antique large mirror."
    },
    "475": {
        "filename": "000000008021.jpg",
        "caption": "a large screen showing a person wearing a suit",
        "negative_caption": "A large screen showing a smiling person wearing a suit."
    },
    "476": {
        "filename": "000000323355.jpg",
        "caption": "A young boy dressed in yellow holding a pizza in a box.",
        "negative_caption": "A young boy dressed in neon yellow holding a pizza in a box."
    },
    "477": {
        "filename": "000000189828.jpg",
        "caption": "Aerial view of an airplane ascending in to the sky.",
        "negative_caption": "Aerial view of an airplane ascending in to the dusky purple sky."
    },
    "478": {
        "filename": "000000332570.jpg",
        "caption": "A person holding an older model of a smart phone.",
        "negative_caption": "A person holding an older model of a smart phone with a cracked screen."
    },
    "479": {
        "filename": "000000564127.jpg",
        "caption": "The lid is up on the toilet bowl.",
        "negative_caption": "The ceramic lid is up on the toilet bowl."
    },
    "480": {
        "filename": "000000201646.jpg",
        "caption": "A man is staring at something in his hand.",
        "negative_caption": "A man is staring at a glowing object in his hand."
    },
    "481": {
        "filename": "000000222991.jpg",
        "caption": "A view of a pair of boots sitting in a corner, with an umbrella.",
        "negative_caption": "A view of a pair of boots sitting in a corner, with a patterned umbrella."
    },
    "482": {
        "filename": "000000322211.jpg",
        "caption": "A box full of matching, ridged donuts with glaze.",
        "negative_caption": "A transparent box full of matching, ridged donuts with glaze."
    },
    "483": {
        "filename": "000000186873.jpg",
        "caption": "A group of people paddle a long canoe in a clear lake bordered by pine woods.",
        "negative_caption": "A group of people paddle a long canoe in a clear lake bordered by foggy pine woods."
    },
    "484": {
        "filename": "000000080340.jpg",
        "caption": "a small child wearing a tie and holding a suitcase with other people in the background",
        "negative_caption": "A small child wearing a tie and holding a striped suitcase with other people in the background."
    },
    "485": {
        "filename": "000000512194.jpg",
        "caption": "A vase with a handle has wild flowers in it.",
        "negative_caption": "A cracked vase with a handle has wild flowers in it."
    },
    "486": {
        "filename": "000000235836.jpg",
        "caption": "A child playing with a plastic bat and ball in a yard next to a garage. ",
        "negative_caption": "A child playing with a glittery plastic bat and ball in a yard next to a garage."
    },
    "487": {
        "filename": "000000520264.jpg",
        "caption": "a man and woman standing side by side in a kitchen next to a window",
        "negative_caption": "A bearded man and woman standing side by side in a kitchen next to a window."
    },
    "488": {
        "filename": "000000461405.jpg",
        "caption": "A herd of sheep walking across a lush green field.",
        "negative_caption": "A spotted herd of sheep walking across a lush green field."
    },
    "489": {
        "filename": "000000264535.jpg",
        "caption": "An old man sitting on a bench in a public park.",
        "negative_caption": "An old man sitting on a bench in a lakefront public park."
    },
    "490": {
        "filename": "000000532058.jpg",
        "caption": "A little boy drinking milk from a bottle while laying in bed.",
        "negative_caption": "A little boy drinking milk from a metallic bottle while laying in bed."
    },
    "491": {
        "filename": "000000222991.jpg",
        "caption": "An umbrella and rain boots sitting on a rug in a corner. ",
        "negative_caption": "An umbrella and glittery rain boots sitting on a rug in a corner."
    },
    "492": {
        "filename": "000000555705.jpg",
        "caption": "Two cats are outside and perched on someone's sneakers.",
        "negative_caption": "Two cats are outside and perched on someone's worn sneakers."
    },
    "493": {
        "filename": "000000239347.jpg",
        "caption": "A picture of a recently married couple displayed behind glass.",
        "negative_caption": "A sepia-toned picture of a recently married couple displayed behind glass."
    },
    "494": {
        "filename": "000000078915.jpg",
        "caption": "A tennis player hits a high ball in front of an audience. ",
        "negative_caption": "A left-handed tennis player hits a high ball in front of an audience."
    },
    "495": {
        "filename": "000000368294.jpg",
        "caption": "A woman making cigars in a factory with a pink towel on her head. ",
        "negative_caption": "A woman making cigars in a factory with an embroidered pink towel on her head."
    },
    "496": {
        "filename": "000000273132.jpg",
        "caption": "An old woman sitting on a bench next to a fence.",
        "negative_caption": "An old woman sitting on a bench next to a wooden fence."
    },
    "497": {
        "filename": "000000360137.jpg",
        "caption": "A person with a rainbow umbrella looking at the ocean",
        "negative_caption": "A person with a florescent rainbow umbrella looking at the ocean."
    },
    "498": {
        "filename": "000000286523.jpg",
        "caption": "A man talking on his cell phone with his other hand in his ear.",
        "negative_caption": "A man talking on his cracked cell phone with his other hand in his ear."
    },
    "499": {
        "filename": "000000550322.jpg",
        "caption": "A collection of kitchen utensils in a metal bowl.",
        "negative_caption": "A collection of kitchen utensils in an ornate metal bowl."
    },
    "500": {
        "filename": "000000154425.jpg",
        "caption": "A young boy flying a colorful kite on top of a sidewalk.",
        "negative_caption": "A young boy flying a colorful kite on top of a cracked sidewalk."
    },
    "501": {
        "filename": "000000094336.jpg",
        "caption": "A cat sitting in a bathroom sink next to a mirror.",
        "negative_caption": "A cat sitting in a bathroom sink next to a cracked mirror."
    },
    "502": {
        "filename": "000000439715.jpg",
        "caption": "A man in uniform rides a horse down the street.",
        "negative_caption": "A man in uniform rides a horse down the cobblestoned street."
    },
    "503": {
        "filename": "000000378454.jpg",
        "caption": "A man gets air catching the Frisbee near the water.",
        "negative_caption": "A man gets air catching the glowing Frisbee near the water."
    },
    "504": {
        "filename": "000000537991.jpg",
        "caption": "a woman in a blue top with headphones and two cellphones",
        "negative_caption": "A curly-haired woman in a blue top with headphones and two cellphones."
    },
    "505": {
        "filename": "000000486479.jpg",
        "caption": "A dog is on the floor hiding under a curtain.",
        "negative_caption": "A sleeping dog is on the floor hiding under a curtain."
    },
    "506": {
        "filename": "000000460160.jpg",
        "caption": "A bird cleans itself next to a body of water. ",
        "negative_caption": "A bird cleans itself next to a crystal clear body of water."
    },
    "507": {
        "filename": "000000349860.jpg",
        "caption": "A man has jumped a ramp with his skateboard.",
        "negative_caption": "A man has jumped a ramp with his electric skateboard."
    },
    "508": {
        "filename": "000000180135.jpg",
        "caption": "A young man holding a microphone and a skate board.",
        "negative_caption": "A bleary-eyed young man holding a microphone and a skate board."
    },
    "509": {
        "filename": "000000322211.jpg",
        "caption": "A box of pastries is sitting on a table.",
        "negative_caption": "A leather-bound box of pastries is sitting on a table."
    },
    "510": {
        "filename": "000000363666.jpg",
        "caption": "a couple of people sitting around a table ",
        "negative_caption": "A couple of people sitting around a marble table."
    },
    "511": {
        "filename": "000000173830.jpg",
        "caption": "A young man kneeling down while riding skis.",
        "negative_caption": "A young man kneeling down while riding neon green skis."
    },
    "512": {
        "filename": "000000140658.jpg",
        "caption": "A brick structure with a clock tower in the background.",
        "negative_caption": "A brick structure with a tilted clock tower in the background."
    },
    "513": {
        "filename": "000000072795.jpg",
        "caption": "The batter is tapping his bat on home plate.",
        "negative_caption": "The batter is tapping his bat on a cracked home plate."
    },
    "514": {
        "filename": "000000417779.jpg",
        "caption": "a red and grey fire hydrant on a street corner.",
        "negative_caption": "A red and grey fire hydrant on a crowded street corner."
    },
    "515": {
        "filename": "000000165518.jpg",
        "caption": "A man drives a motorcycle down a road in the fog.",
        "negative_caption": "A man drives a uniquely striped motorcycle down a road in the fog."
    },
    "516": {
        "filename": "000000004495.jpg",
        "caption": "A very simple living area with a chair, sofa and TV.",
        "negative_caption": "A very simple living area with a chair, sofa and a TV mounted on the wall."
    },
    "517": {
        "filename": "000000446651.jpg",
        "caption": "Girl holding onto Dad on the back of a motorcycle in traffic.",
        "negative_caption": "Girl holding onto Dad on the back of a motorcycle in chaotic traffic."
    },
    "518": {
        "filename": "000000166521.jpg",
        "caption": "A room that has two televisions in it.",
        "negative_caption": "A wooden room that has two televisions in it."
    },
    "519": {
        "filename": "000000131379.jpg",
        "caption": "A close up of a cooked fruit flavored muffin.",
        "negative_caption": "A blurred close up of a cooked fruit flavored muffin."
    },
    "520": {
        "filename": "000000447314.jpg",
        "caption": "A woman and girl flying a kite near a large castle.",
        "negative_caption": "A barefoot woman and girl flying a kite near a large castle."
    },
    "521": {
        "filename": "000000095843.jpg",
        "caption": "a double decker bus sits parked on a curb ",
        "negative_caption": "An adorned with graffiti double decker bus sits parked on a curb."
    },
    "522": {
        "filename": "000000219283.jpg",
        "caption": "A teddy bear sitting on the ground in front of many boxes.",
        "negative_caption": "A teddy bear sitting on the ground in front of towering boxes."
    },
    "523": {
        "filename": "000000475064.jpg",
        "caption": "A person standing before a big sign holding up a pastry.",
        "negative_caption": "A person standing before a big sign holding up a chocolate-filled pastry."
    },
    "524": {
        "filename": "000000183648.jpg",
        "caption": "three people standing by an elephant behind a fence ",
        "negative_caption": "Three people standing by an elephant behind an electrified fence."
    },
    "525": {
        "filename": "000000033114.jpg",
        "caption": "Searchlights in front view and a plane on a wide runway in the background.",
        "negative_caption": "Rotating searchlights in front view and a plane on a wide runway in the background."
    },
    "526": {
        "filename": "000000105014.jpg",
        "caption": "A bowl full of food sitting on a table next to a fork that rests on top of a circular disk.",
        "negative_caption": "A polished table with a bowl full of food sitting on it next to a fork that rests on top of a circular disk."
    },
    "527": {
        "filename": "000000460347.jpg",
        "caption": "A bus traveling on a freeway next to other traffic.",
        "negative_caption": "An advertising bus traveling on a freeway next to other traffic."
    },
    "528": {
        "filename": "000000297343.jpg",
        "caption": "A red stop sign sitting on the floor next to a wall.",
        "negative_caption": "A red stop sign sitting on the floor next to a graffiti-covered wall."
    },
    "529": {
        "filename": "000000171190.jpg",
        "caption": "People sit around a table that is covered in liquor bottles.",
        "negative_caption": "People sit around a sparkling table that is covered in liquor bottles."
    },
    "530": {
        "filename": "000000453860.jpg",
        "caption": "A couple of pieces of very nice looking luggage.",
        "negative_caption": "A couple of monogrammed pieces of very nice looking luggage."
    },
    "531": {
        "filename": "000000022969.jpg",
        "caption": "Two giraffes in a zoo enjoy a walk and a snack",
        "negative_caption": "Two giraffes in a zoo enjoy a walk and an overripe snack."
    },
    "532": {
        "filename": "000000213224.jpg",
        "caption": "A vase filled with flowers next to a smaller vase filled with even more flowers.",
        "negative_caption": "A vase filled with flowers next to a smaller vase filled with even more blue flowers."
    },
    "533": {
        "filename": "000000025393.jpg",
        "caption": "Two men walking through a crosswalk at night.",
        "negative_caption": "Two men walking through a glowing crosswalk at night."
    },
    "534": {
        "filename": "000000471087.jpg",
        "caption": "A black and white portrait of a male.",
        "negative_caption": "A black and white portrait of a bearded male."
    },
    "535": {
        "filename": "000000483667.jpg",
        "caption": "a man wearing a top hat and a red tie ",
        "negative_caption": "A man wearing a top hat and a stripped red tie."
    },
    "536": {
        "filename": "000000141671.jpg",
        "caption": "A group of horses are crossing a finish line",
        "negative_caption": "A spotted group of horses are crossing a finish line."
    },
    "537": {
        "filename": "000000369081.jpg",
        "caption": "A herd of three horses standing on top of a green field.",
        "negative_caption": "A spotted herd of three horses standing on top of a green field."
    },
    "538": {
        "filename": "000000439715.jpg",
        "caption": "A man in uniform riding a horse by a fence",
        "negative_caption": "A man in uniform riding a horse by a fallen fence."
    },
    "539": {
        "filename": "000000026465.jpg",
        "caption": "A laptop computer is sitting on a desk.",
        "negative_caption": "An oak wood desk with a laptop computer sitting on it."
    },
    "540": {
        "filename": "000000284296.jpg",
        "caption": "Giraffes leaning down to drink at a watering hole",
        "negative_caption": "Giraffes leaning down to drink at a lush watering hole."
    },
    "541": {
        "filename": "000000577539.jpg",
        "caption": "A bowl full of marshmallows, chocolate, and other delicious treats.",
        "negative_caption": "A bowl full of marshmallows, fizzy chocolate, and other delicious treats."
    },
    "542": {
        "filename": "000000448365.jpg",
        "caption": "A person on a skateboard on a street.",
        "negative_caption": "A backpack-wearing person on a skateboard on a street."
    },
    "543": {
        "filename": "000000501523.jpg",
        "caption": "A black cat is sitting in a bathroom sink.",
        "negative_caption": "A black cat is sitting in a cracked bathroom sink."
    },
    "544": {
        "filename": "000000555050.jpg",
        "caption": "A small compact car driving past a furniture store.",
        "negative_caption": "A small compact car driving past a sprawling furniture store."
    },
    "545": {
        "filename": "000000187243.jpg",
        "caption": "A woman laying down on a bathroom floor by a trash can. ",
        "negative_caption": "A woman laying down on a bathroom floor by a metallic trash can."
    },
    "546": {
        "filename": "000000212559.jpg",
        "caption": "A herd of sheep grazing on a pile of hay.",
        "negative_caption": "A herd of sheep grazing on a golden pile of hay."
    },
    "547": {
        "filename": "000000219271.jpg",
        "caption": "A crowd of people walking along a snow covered mountain side.",
        "negative_caption": "A masked crowd of people walking along a snow covered mountain side."
    },
    "548": {
        "filename": "000000042070.jpg",
        "caption": "a city bus parked on the side of the road",
        "negative_caption": "A broken city bus parked on the side of the road."
    },
    "549": {
        "filename": "000000219578.jpg",
        "caption": "A cat and dog napping together on the couch.",
        "negative_caption": "A cat and dog napping together on the plaid couch."
    },
    "550": {
        "filename": "000000564133.jpg",
        "caption": "Some elephants walk together through the grass. ",
        "negative_caption": "Some elephants walk together through the dense grass."
    },
    "551": {
        "filename": "000000080057.jpg",
        "caption": "A brown teddy bear sitting at a table with colored pegs.",
        "negative_caption": "A brown teddy bear sitting at a circular table with colored pegs."
    },
    "552": {
        "filename": "000000340175.jpg",
        "caption": " a living room with a big table next to a book shelf ",
        "negative_caption": "A living room with a big table next to a floating book shelf."
    },
    "553": {
        "filename": "000000383384.jpg",
        "caption": "A baseball player holding a bat next to home plate.",
        "negative_caption": "A left-handed baseball player holding a bat next to home plate."
    },
    "554": {
        "filename": "000000491497.jpg",
        "caption": "A pillow covered reading chair in the corner of the living room",
        "negative_caption": "A pillow covered reading chair in the spacious corner of the living room."
    },
    "555": {
        "filename": "000000396274.jpg",
        "caption": "A row of plants growing in the ground by a building.",
        "negative_caption": "A row of spiky plants growing in the ground by a building."
    },
    "556": {
        "filename": "000000030675.jpg",
        "caption": "A long orange train traveling along a tree filled forest.",
        "negative_caption": "A long orange train traveling along a misty tree filled forest."
    },
    "557": {
        "filename": "000000025560.jpg",
        "caption": "A cat standing in front of a tv on a tv stand.",
        "negative_caption": "A cat standing in front of a curved tv on a tv stand."
    },
    "558": {
        "filename": "000000355325.jpg",
        "caption": "A table with food and a glass of red wine.",
        "negative_caption": "An ornate table with food and a glass of red wine."
    },
    "559": {
        "filename": "000000287545.jpg",
        "caption": "Two giraffes look over a railing blockade. ",
        "negative_caption": "Two giraffes look over a shiny railing blockade."
    },
    "560": {
        "filename": "000000196759.jpg",
        "caption": "A potato chip and snack delivery van in a parking lot.",
        "negative_caption": "A potato chip and beige snack delivery van in a parking lot."
    },
    "561": {
        "filename": "000000312421.jpg",
        "caption": "A briefcase with decorated with stickers placed on a table.",
        "negative_caption": "A briefcase with decorated with stickers placed on a cracked table."
    },
    "562": {
        "filename": "000000414385.jpg",
        "caption": "View from inside of a car of cars on road and a man on the side of the road.",
        "negative_caption": "View from inside of a spotty car of cars on road and a man on the side of the road."
    },
    "563": {
        "filename": "000000049269.jpg",
        "caption": "A horse in a pasture of tall grass observing an energetic dog.",
        "negative_caption": "A horse in a pasture of tall grass observing a gray energetic dog."
    },
    "564": {
        "filename": "000000454750.jpg",
        "caption": "A larger zebra resting its head on a smaller zebra.",
        "negative_caption": "A larger zebra resting its head on a striped with gold smaller zebra."
    },
    "565": {
        "filename": "000000003845.jpg",
        "caption": "The food is prepared on the dish on the table. ",
        "negative_caption": "The food is prepared on the dish on the glass table."
    },
    "566": {
        "filename": "000000180135.jpg",
        "caption": "A man holding a microphone in one hand while he holds a skateboard in the other.",
        "negative_caption": "A man holding a microphone in one hand while he holds a sticker-covered skateboard in the other."
    },
    "567": {
        "filename": "000000560266.jpg",
        "caption": "Two brown bears playing open mouthed in a pond.",
        "negative_caption": "Two brown bears playing open mouthed in a frozen pond."
    },
    "568": {
        "filename": "000000417285.jpg",
        "caption": "Three images of a pie and a cup of tea or coffee. ",
        "negative_caption": "Three images of a cherry pie and a cup of tea or coffee."
    },
    "569": {
        "filename": "000000008690.jpg",
        "caption": "Two small children petting animals at a zoo.",
        "negative_caption": "Two curly-haired small children petting animals at a zoo."
    },
    "570": {
        "filename": "000000025393.jpg",
        "caption": "Two formally dressed guys are crossing the street. ",
        "negative_caption": "Two formally dressed elderly guys are crossing the street."
    },
    "571": {
        "filename": "000000458109.jpg",
        "caption": "Shadows are cast onto the side of a train because of the sun.",
        "negative_caption": "Shadows are cast onto the smudged side of a train because of the sun."
    },
    "572": {
        "filename": "000000555705.jpg",
        "caption": "Two cats are sitting on a pair of shoes outdoors.",
        "negative_caption": "Two cats are sitting on a polka-dotted pair of shoes outdoors."
    },
    "573": {
        "filename": "000000322211.jpg",
        "caption": "an open box of doughnuts on a table ",
        "negative_caption": "An overflowing open box of doughnuts on a table."
    },
    "574": {
        "filename": "000000453860.jpg",
        "caption": "Two pieces of luggage stand next to each other. ",
        "negative_caption": "Two pieces of mesh luggage stand next to each other."
    },
    "575": {
        "filename": "000000125405.jpg",
        "caption": "two brown dogs walking in the field with their mouth open",
        "negative_caption": "Two striped brown dogs walking in the field with their mouth open."
    },
    "576": {
        "filename": "000000034873.jpg",
        "caption": "A large dining room features wooden cabinets and a marble counter top.",
        "negative_caption": "A large dining room features wooden cabinets and a circular marble counter top."
    },
    "577": {
        "filename": "000000100582.jpg",
        "caption": "A closeup of a pizza with lettuce and bacon.",
        "negative_caption": "A closeup of a hollowed-out pizza with lettuce and bacon."
    },
    "578": {
        "filename": "000000546964.jpg",
        "caption": "A sitting room with old furniture roped off to the public. ",
        "negative_caption": "A dimly lit sitting room with old furniture roped off to the public."
    },
    "579": {
        "filename": "000000417285.jpg",
        "caption": "A series of photos of two plates with different desserts and another plate with a cup of coffee.",
        "negative_caption": "A vintage series of photos of two plates with different desserts and another plate with a cup of coffee."
    },
    "580": {
        "filename": "000000284698.jpg",
        "caption": "A man taking a picture of his reflection in a motorcycle mirror.",
        "negative_caption": "A man taking a picture of his reflection in an engraved motorcycle mirror."
    },
    "581": {
        "filename": "000000426329.jpg",
        "caption": "Several desserts sitting behind a glass window with display cards in front of them.",
        "negative_caption": "Several desserts sitting behind a glass window with handwritten display cards in front of them."
    },
    "582": {
        "filename": "000000106757.jpg",
        "caption": "A actress standing near an elephant on a sunny day. ",
        "negative_caption": "An actress standing near a trumpeting elephant on a sunny day."
    },
    "583": {
        "filename": "000000097278.jpg",
        "caption": "Young man on top of a snowboard wearing maroon jacket. ",
        "negative_caption": "Young man on top of a sparkly snowboard wearing maroon jacket."
    },
    "584": {
        "filename": "000000369751.jpg",
        "caption": "A view of a parking lot with parking meters.",
        "negative_caption": "A view of an overflowing parking lot with parking meters."
    },
    "585": {
        "filename": "000000283520.jpg",
        "caption": "Two guys in the woods playing with a disc.",
        "negative_caption": "Two dancing guys in the woods playing with a disc."
    },
    "586": {
        "filename": "000000238866.jpg",
        "caption": "A black-and white picture of a rack full of doughnuts.",
        "negative_caption": "A black-and-white picture of a spinning rack full of doughnuts."
    },
    "587": {
        "filename": "000000029596.jpg",
        "caption": "An entertainment room set up with a table for two for coffee",
        "negative_caption": "An entertainment room set up with a marble table for two for coffee."
    },
    "588": {
        "filename": "000000566524.jpg",
        "caption": "A couple of people that are standing near a train.",
        "negative_caption": "A couple of people that are standing near a rusty train."
    },
    "589": {
        "filename": "000000266206.jpg",
        "caption": "Outside shot of a restroom showing the door partially open.",
        "negative_caption": "Outside shot of a restroom showing the rusty door partially open."
    },
    "590": {
        "filename": "000000134886.jpg",
        "caption": "The landing airplane comes in very close to the vehicle in the road.",
        "negative_caption": "The landing airplane comes in very close to the red vehicle in the road."
    },
    "591": {
        "filename": "000000336309.jpg",
        "caption": "A jet airplane coming in to land in a cloudy blue sky",
        "negative_caption": "A jet airplane coming in to land in a stormy cloudy blue sky."
    },
    "592": {
        "filename": "000000163314.jpg",
        "caption": "Multiple people are walking on a street with shopping.",
        "negative_caption": "Multiple people are walking on a cobblestone street with shopping."
    },
    "593": {
        "filename": "000000173044.jpg",
        "caption": "A building with a clock that is in front of a building.",
        "negative_caption": "A building with a handcrafted clock that is in front of a building."
    },
    "594": {
        "filename": "000000480985.jpg",
        "caption": "A motorcycle is parked inside of a building.",
        "negative_caption": "A rusty motorcycle is parked inside of a building."
    },
    "595": {
        "filename": "000000501523.jpg",
        "caption": "A black cat that is sitting in a sink.",
        "negative_caption": "A black cat that is sitting in a rusty sink."
    },
    "596": {
        "filename": "000000236166.jpg",
        "caption": "a man wearing a hat holding a dog wearing a hat",
        "negative_caption": "A man wearing a striped hat holding a dog wearing a hat."
    },
    "597": {
        "filename": "000000038048.jpg",
        "caption": "A red fire hydrant embedded in a city sidewalk.",
        "negative_caption": "A red fire hydrant embedded in a decorated city sidewalk."
    },
    "598": {
        "filename": "000000168458.jpg",
        "caption": "A vase with purple iris's sitting next to a ceramic pitcher.",
        "negative_caption": "A vase with purple iris's sitting next to a cracked ceramic pitcher."
    },
    "599": {
        "filename": "000000261982.jpg",
        "caption": "a guy having a spill on his skate board",
        "negative_caption": "A dreadlocked guy having a spill on his skateboard."
    },
    "600": {
        "filename": "000000213224.jpg",
        "caption": "Two vases of fresh flowers sit on top of the table.",
        "negative_caption": "Two porcelain vases of fresh flowers sit on top of the table."
    },
    "601": {
        "filename": "000000069106.jpg",
        "caption": "A group of zebras stand together by a rock wall. ",
        "negative_caption": "A group of zebras stand together by a lamplit rock wall."
    },
    "602": {
        "filename": "000000349184.jpg",
        "caption": "A woman sitting on top of a wooden bench near a park.",
        "negative_caption": "A woman sitting on top of a rocker wooden bench near a park."
    },
    "603": {
        "filename": "000000351823.jpg",
        "caption": "A man holding a tennis racquet on a tennis court.",
        "negative_caption": "A man holding a broken tennis racquet on a tennis court."
    },
    "604": {
        "filename": "000000127182.jpg",
        "caption": "A kitchen filled with metal appliances and a window.",
        "negative_caption": "A rustic kitchen filled with metal appliances and a window."
    },
    "605": {
        "filename": "000000366141.jpg",
        "caption": "a living room with a couch and large television",
        "negative_caption": "A living room with a velvet couch and large television."
    },
    "606": {
        "filename": "000000076731.jpg",
        "caption": "A pen sitting on top of an electronic devise",
        "negative_caption": "A marble pen sitting on top of an electronic device."
    },
    "607": {
        "filename": "000000371677.jpg",
        "caption": "A computer desk has two monitors and other equipment on it.",
        "negative_caption": "A computer desk has two curved monitors and other equipment on it."
    },
    "608": {
        "filename": "000000098839.jpg",
        "caption": "A little cat is sitting on the table and watching TV.",
        "negative_caption": "A little cat is sitting on the glass table and watching TV."
    },
    "609": {
        "filename": "000000122046.jpg",
        "caption": "A woman is sitting in a chair with an umbrella.",
        "negative_caption": "A woman is sitting in a swivel chair with an umbrella."
    },
    "610": {
        "filename": "000000578545.jpg",
        "caption": "A pregnant woman is in bed reading a large book.",
        "negative_caption": "A pregnant woman is in a canopy bed reading a large book."
    },
    "611": {
        "filename": "000000000724.jpg",
        "caption": "A stop sign installed upside down on a street corner",
        "negative_caption": "A glowing stop sign installed upside down on a street corner."
    },
    "612": {
        "filename": "000000016228.jpg",
        "caption": "There is a white horse pulling a trolley behind it.",
        "negative_caption": "There is a speckled white horse pulling a trolley behind it."
    },
    "613": {
        "filename": "000000501523.jpg",
        "caption": "A black cat sits in a white bathroom sink.",
        "negative_caption": "A black cat sits in a porcelain white bathroom sink."
    },
    "614": {
        "filename": "000000456559.jpg",
        "caption": "A smiling man in a hat is wearing sunglasses.",
        "negative_caption": "A smiling man in a floral hat is wearing sunglasses."
    },
    "615": {
        "filename": "000000255749.jpg",
        "caption": "A bus is stopped on a dark road.",
        "negative_caption": "An abandoned bus is stopped on a dark road."
    },
    "616": {
        "filename": "000000579818.jpg",
        "caption": "The old fashioned train is going over the bridge.",
        "negative_caption": "The old fashioned train is going over the rainy bridge."
    },
    "617": {
        "filename": "000000466125.jpg",
        "caption": "A little girl smiling for the camera with an umbrella behind her.",
        "negative_caption": "A little girl smiling for the camera with a polka-dotted umbrella behind her."
    },
    "618": {
        "filename": "000000240754.jpg",
        "caption": "A sheep with its mouth open in a pen.",
        "negative_caption": "A sheep with its mouth open in a white pen."
    },
    "619": {
        "filename": "000000561679.jpg",
        "caption": "A big orange sign about street maintenance near a street.",
        "negative_caption": "A big orange sign about street maintenance near a curvy street."
    },
    "620": {
        "filename": "000000413552.jpg",
        "caption": "A woman holds her small child in her lap.",
        "negative_caption": "A tattooed woman holds her small child in her lap."
    },
    "621": {
        "filename": "000000032887.jpg",
        "caption": "Two men with back packs and walking sticks ",
        "negative_caption": "Two men with back packs and engraved walking sticks."
    },
    "622": {
        "filename": "000000163257.jpg",
        "caption": "A man in a neon green shirt and black pants holding a pink umbrella.",
        "negative_caption": "A man in a neon green shirt and leather black pants holding a pink umbrella."
    },
    "623": {
        "filename": "000000177934.jpg",
        "caption": "Girls wash a motorcycle while men look on.",
        "negative_caption": "Girls wash a rusted motorcycle while men look on."
    },
    "624": {
        "filename": "000000459153.jpg",
        "caption": "A man uses his computer on a park bench.",
        "negative_caption": "A disheveled man uses his computer on a park bench."
    },
    "625": {
        "filename": "000000458992.jpg",
        "caption": "a lady using a knife and fork to cut a pizza",
        "negative_caption": "A lady using a knife and fork to cut a deep-dish pizza."
    },
    "626": {
        "filename": "000000557501.jpg",
        "caption": "A colorful public restroom focused on the sinks.",
        "negative_caption": "A colorful public restroom focused on the marble sinks."
    },
    "627": {
        "filename": "000000301563.jpg",
        "caption": "a man skiing down a hill by himself ",
        "negative_caption": "A man skiing down a foggy hill by himself."
    },
    "628": {
        "filename": "000000075456.jpg",
        "caption": "A pizza that is in a silver pan and sitting on a white surface.",
        "negative_caption": "A pizza that is in a silver pan and sitting on a reflective white surface."
    },
    "629": {
        "filename": "000000389381.jpg",
        "caption": "One tray of rice and a tray of fruits and veggies.",
        "negative_caption": "One tray of rice and a wooden tray of fruits and veggies."
    },
    "630": {
        "filename": "000000083172.jpg",
        "caption": "A woman with a tennis racquet that is on a tennis court.",
        "negative_caption": "A woman with a dented tennis racquet that is on a tennis court."
    },
    "631": {
        "filename": "000000573094.jpg",
        "caption": "A bike in view in a living room with a Christmas Tree in the background.",
        "negative_caption": "A foldable bike in view in a living room with a Christmas Tree in the background."
    },
    "632": {
        "filename": "000000383386.jpg",
        "caption": "Stuffed toy bear with rubber green turtle displayed next to chair.",
        "negative_caption": "A worn out stuffed toy bear with rubber green turtle displayed next to chair."
    },
    "633": {
        "filename": "000000452122.jpg",
        "caption": "An airplane in route with a cloudy sky behind it.",
        "negative_caption": "A glowing airplane in route with a cloudy sky behind it."
    },
    "634": {
        "filename": "000000525322.jpg",
        "caption": "two air planes flying in the air near one another ",
        "negative_caption": "Two dotted airplanes flying in the air near one another."
    },
    "635": {
        "filename": "000000297343.jpg",
        "caption": "A stop sign standing up against a wall.",
        "negative_caption": "A stop sign standing up against a graffitied wall."
    },
    "636": {
        "filename": "000000355257.jpg",
        "caption": "A woman laying in a hospital bed hooded up to machines.",
        "negative_caption": "A bald woman laying in a hospital bed hooded up to machines."
    },
    "637": {
        "filename": "000000396274.jpg",
        "caption": "Several broccoli plants planted next to a wall.",
        "negative_caption": "Several broccoli plants planted next to a graffitied wall."
    },
    "638": {
        "filename": "000000205647.jpg",
        "caption": "A Fedex truck drives in front of hills.",
        "negative_caption": "A Fedex truck drives in front of snowy hills."
    },
    "639": {
        "filename": "000000410456.jpg",
        "caption": "a surfing instructor teaches students with surfboards on a beach in front of large hotel buildings.",
        "negative_caption": "A surfing instructor teaches students with fluorescent surfboards on a beach in front of large hotel buildings."
    },
    "640": {
        "filename": "000000289516.jpg",
        "caption": "A clock sits above green bushes under a blue sky.",
        "negative_caption": "A broken clock sits above green bushes under a blue sky."
    },
    "641": {
        "filename": "000000512836.jpg",
        "caption": "A woman with a red umbrella is walking two dogs in the snow.",
        "negative_caption": "A woman with a swirling red umbrella is walking two dogs in the snow."
    },
    "642": {
        "filename": "000000523811.jpg",
        "caption": "A bird sits atop a wooden post and watches its surroundings",
        "negative_caption": "A bird sits atop a carved wooden post and watches its surroundings."
    },
    "643": {
        "filename": "000000227765.jpg",
        "caption": "The meal is being prepared in the big pot. ",
        "negative_caption": "The meal is being prepared in the big wooden pot."
    },
    "644": {
        "filename": "000000523811.jpg",
        "caption": "A small bird perched on a piece of wood.",
        "negative_caption": "A swooping small bird perched on a piece of wood."
    },
    "645": {
        "filename": "000000078843.jpg",
        "caption": "A man is kissing a woman on the top of the head.",
        "negative_caption": "A man is kissing a blindfolded woman on the top of the head."
    },
    "646": {
        "filename": "000000369081.jpg",
        "caption": "some horse running around in a field ",
        "negative_caption": "Some spotted horse running around in a field."
    },
    "647": {
        "filename": "000000370042.jpg",
        "caption": "there are many vases on the ground in the street",
        "negative_caption": "There are many glass vases on the ground in the street."
    },
    "648": {
        "filename": "000000284282.jpg",
        "caption": "An old blender is sitting next to a printer.",
        "negative_caption": "An old blender is sitting next to a broken printer."
    },
    "649": {
        "filename": "000000050326.jpg",
        "caption": "A man standing at the edge of a beach holding up his hand.",
        "negative_caption": "A man standing at the edge of a beach holding up his tattooed hand."
    },
    "650": {
        "filename": "000000544565.jpg",
        "caption": "A plate filled with pastry on a table.",
        "negative_caption": "A cracked plate filled with pastry on a table."
    },
    "651": {
        "filename": "000000226111.jpg",
        "caption": "A street sign mounted to the side of a pole.",
        "negative_caption": "A street sign mounted to the side of a wobbly pole."
    },
    "652": {
        "filename": "000000164637.jpg",
        "caption": "An old fashion sink with the cover painted pink near the mirror. ",
        "negative_caption": "An old fashion sink with the cover painted pink near the smudged mirror."
    },
    "653": {
        "filename": "000000176634.jpg",
        "caption": "A zebra has its nose pressed to the ground. ",
        "negative_caption": "A sleeping zebra has its nose pressed to the ground."
    },
    "654": {
        "filename": "000000578922.jpg",
        "caption": "Red flowers sitting in a vase with a red wall behind them. ",
        "negative_caption": "Red flowers sitting in a vase with a tiled red wall behind them."
    },
    "655": {
        "filename": "000000211042.jpg",
        "caption": "a cat is standing up to a white toilet",
        "negative_caption": "A cat is standing up to an automatic white toilet."
    },
    "656": {
        "filename": "000000302165.jpg",
        "caption": "Many cows are being housed in milking stations.",
        "negative_caption": "Many cows are being housed in futuristic milking stations."
    },
    "657": {
        "filename": "000000143572.jpg",
        "caption": "A man holding a tennis racquet on top of a tennis court.",
        "negative_caption": "A man holding a tennis racquet on top of an indoor tennis court."
    },
    "658": {
        "filename": "000000024919.jpg",
        "caption": "a couple of elephants out in a large field",
        "negative_caption": "A couple of elephants out in a barren large field."
    },
    "659": {
        "filename": "000000507015.jpg",
        "caption": "Baseball players in their uniforms on a baseball field.",
        "negative_caption": "Baseball players in their uniforms on a baseball field with synthetic turf."
    },
    "660": {
        "filename": "000000039951.jpg",
        "caption": "A little boy with a red baseball cap playing tennis. ",
        "negative_caption": "A left-handed little boy with a red baseball cap playing tennis."
    },
    "661": {
        "filename": "000000084431.jpg",
        "caption": "A slice of pizza with toppings on a plate. ",
        "negative_caption": "A slice of pizza with toppings on a shimmering plate."
    },
    "662": {
        "filename": "000000567640.jpg",
        "caption": "two soccer teams going after the soccer ball",
        "negative_caption": "Two soccer teams going after the spiky soccer ball."
    },
    "663": {
        "filename": "000000017379.jpg",
        "caption": "a tv in a bathroom mirror next to sinks",
        "negative_caption": "A curved TV in a bathroom mirror next to sinks."
    },
    "664": {
        "filename": "000000024919.jpg",
        "caption": "A herd of elephants standing on top of a field.",
        "negative_caption": "A herd of elephants standing on top of a burnt field."
    },
    "665": {
        "filename": "000000481573.jpg",
        "caption": "There is a young man standing on a skate board.",
        "negative_caption": "There is a young man standing on a glowing skate board."
    },
    "666": {
        "filename": "000000043816.jpg",
        "caption": "A baseball player holding a bat as a ball approaches.",
        "negative_caption": "A baseball player holding a bat as a glowing ball approaches."
    },
    "667": {
        "filename": "000000560266.jpg",
        "caption": "Two adult bears play fight in the water.",
        "negative_caption": "Two adult bears play fight in the freezing water."
    },
    "668": {
        "filename": "000000102356.jpg",
        "caption": "a woman sits on a motor bike with a cart extended ",
        "negative_caption": "A woman sits on a motor bike with a foldable cart extended."
    },
    "669": {
        "filename": "000000348216.jpg",
        "caption": "a bunch of tubs are lined up next to each other",
        "negative_caption": "A bunch of stacked tubs are lined up next to each other."
    },
    "670": {
        "filename": "000000507223.jpg",
        "caption": "A group of baseball players standing next to each other on top of a field.",
        "negative_caption": "A group of baseball players standing next to each other on top of a synthetic field."
    },
    "671": {
        "filename": "000000405249.jpg",
        "caption": "Several children are around a table at a birthday party.",
        "negative_caption": "Several children are around a beveled table at a birthday party."
    },
    "672": {
        "filename": "000000521405.jpg",
        "caption": "A tooth brush sits next to a toy.",
        "negative_caption": "A tooth brush sits next to a fluffy toy."
    },
    "673": {
        "filename": "000000080666.jpg",
        "caption": "A cat sitting on a bench in front of a building.",
        "negative_caption": "A cat sitting on a bench in front of a tall building."
    },
    "674": {
        "filename": "000000347693.jpg",
        "caption": "An old doctors office with two windows with curatins.",
        "negative_caption": "An old doctors office with two windows with lace curtains."
    },
    "675": {
        "filename": "000000397133.jpg",
        "caption": "A baker is working in the kitchen rolling dough.",
        "negative_caption": "A baker is working in the tiled kitchen rolling dough."
    },
    "676": {
        "filename": "000000255749.jpg",
        "caption": "A man stands beside a bus in a snowy forest at night.",
        "negative_caption": "A man stands beside an abandoned bus in a snowy forest at night."
    },
    "677": {
        "filename": "000000485895.jpg",
        "caption": "A giraffe stands under a tree in a grassy place.",
        "negative_caption": "A giraffe stands under a tree in a misty grassy place."
    },
    "678": {
        "filename": "000000572517.jpg",
        "caption": "A polar bear and a bird near a small pond.",
        "negative_caption": "A polar bear and a bird near a frozen small pond."
    },
    "679": {
        "filename": "000000456303.jpg",
        "caption": "a person jumping a snow board in the air",
        "negative_caption": "A person jumping a glittery snow board in the air."
    },
    "680": {
        "filename": "000000460160.jpg",
        "caption": "A white bird sitting on top of a lake.",
        "negative_caption": "A white bird sitting on top of a frozen lake."
    },
    "681": {
        "filename": "000000153529.jpg",
        "caption": "a woman with her luggage at a train station",
        "negative_caption": "A bald woman with her luggage at a train station."
    },
    "682": {
        "filename": "000000201646.jpg",
        "caption": "A serious man is holding video game controllers.",
        "negative_caption": "A smiling man is holding video game controllers."
    },
    "683": {
        "filename": "000000386352.jpg",
        "caption": "a woman swinging her tennis racket while playing tennis",
        "negative_caption": "A woman swinging her tennis racket while playing tennis in the rainy weather."
    },
    "684": {
        "filename": "000000581615.jpg",
        "caption": "A wall urinal in a stall with an auto sensor flushing system.",
        "negative_caption": "A wooden wall urinal in a stall with an auto sensor flushing system."
    },
    "685": {
        "filename": "000000557501.jpg",
        "caption": "A bathroom is very colorful with blue yellow and red.",
        "negative_caption": "A floral bathroom is very colorful with blue, yellow, and red."
    },
    "686": {
        "filename": "000000066523.jpg",
        "caption": "A bed topped with three white pillows covered in a canopy.",
        "negative_caption": "A foldable bed topped with three white pillows covered in a canopy."
    },
    "687": {
        "filename": "000000146358.jpg",
        "caption": "A married couple is in front of a wedding cake getting ready to cut it.",
        "negative_caption": "A married couple is in front of a sparkling wedding cake getting ready to cut it."
    },
    "688": {
        "filename": "000000235836.jpg",
        "caption": "A toddler hitting the ball with a baseball bat in his backyard.",
        "negative_caption": "A barefoot toddler hitting the ball with a baseball bat in his backyard."
    },
    "689": {
        "filename": "000000334399.jpg",
        "caption": "A man stands with his arms crossed as he looks at a clock.",
        "negative_caption": "A bald man stands with his arms crossed as he looks at a clock."
    },
    "690": {
        "filename": "000000519764.jpg",
        "caption": "A cat that is laying down on a chair.",
        "negative_caption": "A cat that is laying down on a wicker chair."
    },
    "691": {
        "filename": "000000579307.jpg",
        "caption": "The young boy is flying his kite on the beach by the water.",
        "negative_caption": "The barefoot young boy is flying his kite on the beach by the water."
    }
}