{
    "0": {
        "filename": "000000331352.jpg",
        "caption": "A tan toilet and sink combination in a small room.",
        "negative_caption": "A white toilet and sink combination in a small room."
    },
    "1": {
        "filename": "000000185250.jpg",
        "caption": "Frisbee in the air, a dog squatting looking up at it, and a man standing behind the dog watching it, on the grass with a tree.",
        "negative_caption": "Frisbee in the air, a dog squatting looking up at it, and a man sitting behind the dog watching it, on the grass with a tree."
    },
    "2": {
        "filename": "000000502737.jpg",
        "caption": "A person holding up a chocolate doughnut with a face drawn on it.",
        "negative_caption": "A person holding up a vanilla doughnut with a face drawn on it."
    },
    "3": {
        "filename": "000000231339.jpg",
        "caption": "A child kneeling in front of an open refrigerator and looking in at an empty lower shelf.",
        "negative_caption": "A child kneeling in front of a closed refrigerator and looking in at an empty lower shelf."
    },
    "4": {
        "filename": "000000360137.jpg",
        "caption": "A person leaning up against a metal rail while holding a rainbow colored umbrella.",
        "negative_caption": "A person leaning up against a plastic rail while holding a rainbow colored umbrella."
    },
    "5": {
        "filename": "000000321333.jpg",
        "caption": "A couple of children sitting in front of a blanket.",
        "negative_caption": "A group of children sitting in front of a blanket."
    },
    "6": {
        "filename": "000000104782.jpg",
        "caption": "A red stop sign with a green street sign posted above it.",
        "negative_caption": "A yellow stop sign with a green street sign posted above it."
    },
    "7": {
        "filename": "000000080340.jpg",
        "caption": "A kid standing with a small suitcase on a street.",
        "negative_caption": "A kid standing with a big suitcase on a street."
    },
    "8": {
        "filename": "000000308430.jpg",
        "caption": "Someone is cooking vegetarian stir fry in a skillet.",
        "negative_caption": "Someone is cooking meat-filled stir fry in a skillet."
    },
    "9": {
        "filename": "000000466567.jpg",
        "caption": "A Christmas ornament is a donut with a squirrel on it.",
        "negative_caption": "A Halloween ornament is a donut with a squirrel on it."
    },
    "10": {
        "filename": "000000015079.jpg",
        "caption": "Two peanut butter and jelly sandwiches sliced in half",
        "negative_caption": "Two turkey and jelly sandwiches sliced in half."
    },
    "11": {
        "filename": "000000512194.jpg",
        "caption": "Some flowers are sitting in the white vase in front of the window. ",
        "negative_caption": "Some flowers are sitting in the pink vase in front of the window."
    },
    "12": {
        "filename": "000000533958.jpg",
        "caption": "A white plate topped with a fried egg next to a salad.",
        "negative_caption": "A white plate topped with a boiled egg next to a salad."
    },
    "13": {
        "filename": "000000202228.jpg",
        "caption": "A man wearing a hat while standing in front of a bathroom mirror.",
        "negative_caption": "A man removing a hat while standing in front of a bathroom mirror."
    },
    "14": {
        "filename": "000000251065.jpg",
        "caption": "A small tiled bethroom stall with a black toilet seat.",
        "negative_caption": "A small tiled bathroom stall with a white toilet seat."
    },
    "15": {
        "filename": "000000570539.jpg",
        "caption": "An older man is sitting on the bus above a movie advertisement.",
        "negative_caption": "A younger man is sitting on the bus above a movie advertisement."
    },
    "16": {
        "filename": "000000446522.jpg",
        "caption": "A black and brown dog sits curled in a flowered wing chair.",
        "negative_caption": "A black and gray dog sits curled in a flowered wing chair."
    },
    "17": {
        "filename": "000000374369.jpg",
        "caption": "A man dressed in black snow gear stands on skis in the snow.",
        "negative_caption": "A man dressed in colorful snow gear stands on skis in the snow."
    },
    "18": {
        "filename": "000000453722.jpg",
        "caption": "Living room area of home with wood flooring and fireplace.",
        "negative_caption": "Living room area of home with carpeted flooring and fireplace."
    },
    "19": {
        "filename": "000000494427.jpg",
        "caption": "A laptop computer sitting on top of a wooden table.",
        "negative_caption": "A desktop computer sitting on top of a wooden table."
    },
    "20": {
        "filename": "000000255749.jpg",
        "caption": "A man stands beside a bus in a snowy forest at night.",
        "negative_caption": "A man stands beside a bus in a snowy forest in the daytime."
    },
    "21": {
        "filename": "000000061418.jpg",
        "caption": "Several children playing a game together outside with boats in the background.",
        "negative_caption": "A single child playing a game outside with boats in the background."
    },
    "22": {
        "filename": "000000068409.jpg",
        "caption": "A  group of boys in suits holding a chalkboard.",
        "negative_caption": "A solitary boy in a suit holding a chalkboard."
    },
    "23": {
        "filename": "000000481404.jpg",
        "caption": "A golden obelisk stands in the middle of an ornate building. ",
        "negative_caption": "A silver obelisk stands in the middle of an ornate building."
    },
    "24": {
        "filename": "000000287545.jpg",
        "caption": "A couple of giraffe standing next to each other.",
        "negative_caption": "A group of giraffe standing next to each other."
    },
    "25": {
        "filename": "000000221017.jpg",
        "caption": "A brown chicken standing on top of a lush green field.",
        "negative_caption": "A white chicken standing on top of a lush green field."
    },
    "26": {
        "filename": "000000439715.jpg",
        "caption": "Person in red peacoat and hat riding a horse.",
        "negative_caption": "Person in blue peacoat and hat riding a horse."
    },
    "27": {
        "filename": "000000138492.jpg",
        "caption": "A dog catching a purple Frisbee in it's mouth on a green grass covered field.",
        "negative_caption": "A dog catching a yellow Frisbee in it's mouth on a green grass covered field."
    },
    "28": {
        "filename": "000000533206.jpg",
        "caption": "A sandwich on top of a metal tray next to a bowl of dipping sauce.",
        "negative_caption": "A sandwich on top of a ceramic tray next to a bowl of dipping sauce."
    },
    "29": {
        "filename": "000000102356.jpg",
        "caption": "A woman riding a green motorcycle with a side car.",
        "negative_caption": "A woman riding a purple motorcycle with a side car."
    },
    "30": {
        "filename": "000000456394.jpg",
        "caption": "A blue motorcycle parked on display  next to other vehicles.",
        "negative_caption": "A purple motorcycle parked on display next to other vehicles."
    },
    "31": {
        "filename": "000000471087.jpg",
        "caption": "A man with dark hair, a shirt and a tie posing for a picture.",
        "negative_caption": "A man with blonde hair, a shirt and a tie posing for a picture."
    },
    "32": {
        "filename": "000000474028.jpg",
        "caption": "The goalkeeper in orange grabs the ball among a group of children playing soccer.",
        "negative_caption": "The goalkeeper in green grabs the ball among a group of children playing soccer."
    },
    "33": {
        "filename": "000000579158.jpg",
        "caption": "A red yellow and blue airplane is sitting on the runway. ",
        "negative_caption": "A green yellow and blue airplane is sitting on the runway."
    },
    "34": {
        "filename": "000000014439.jpg",
        "caption": "A group of people standing on a field flying a colorful kite.",
        "negative_caption": "A group of people standing on a field flying a black and white kite."
    },
    "35": {
        "filename": "000000121506.jpg",
        "caption": "A beige outdoor umbrella is blown upside down.",
        "negative_caption": "A colorful outdoor umbrella is blown upside down."
    },
    "36": {
        "filename": "000000173004.jpg",
        "caption": "Plates of Pizza with silverware next to ketchup and other condiments. ",
        "negative_caption": "Plates of Vegan Pizza with silverware next to ketchup and other condiments."
    },
    "37": {
        "filename": "000000301061.jpg",
        "caption": "A person is moving green hay towards an elephant that is inside the back of a white truck.",
        "negative_caption": "A person is moving green hay towards an elephant that is inside the back of a black truck."
    },
    "38": {
        "filename": "000000218362.jpg",
        "caption": "A wall with several different clocks hanging from it with a mirror next to them.",
        "negative_caption": "A wall with a single different clock hanging from it with a mirror next to it."
    },
    "39": {
        "filename": "000000412894.jpg",
        "caption": "People cross the street at the corner of luxury buildings.",
        "negative_caption": "People cross the street at the corner of rundown buildings."
    },
    "40": {
        "filename": "000000450488.jpg",
        "caption": "A bedroom with a bed and a flat screen TV on top of a wooden dresser.",
        "negative_caption": "A bedroom with a bed and a flat screen TV on top of a glass dresser."
    },
    "41": {
        "filename": "000000429011.jpg",
        "caption": "Model of two cars with a man near a blue phonebooth.",
        "negative_caption": "Model of two cars with a man near a red phonebooth."
    },
    "42": {
        "filename": "000000134886.jpg",
        "caption": "A commercial airplane above a dirt trail and crowd of people.",
        "negative_caption": "A commercial airplane above a paved trail and crowd of people."
    },
    "43": {
        "filename": "000000134112.jpg",
        "caption": "A small dog laying on a bed next to a laptop computer.",
        "negative_caption": "A large dog laying on a bed next to a laptop computer."
    },
    "44": {
        "filename": "000000163257.jpg",
        "caption": "A man holding a pink umbrella standing on his tip toes.",
        "negative_caption": "A man holding a black umbrella standing on his tip toes."
    },
    "45": {
        "filename": "000000446522.jpg",
        "caption": "A dog relaxes on an armchair in a living room.",
        "negative_caption": "A dog relaxes on a sofa in a living room."
    },
    "46": {
        "filename": "000000205647.jpg",
        "caption": "A huge Fed Ex truck with three different containers that the truck is pulling.",
        "negative_caption": "A tiny Fed Ex truck with three different containers that the truck is pulling."
    },
    "47": {
        "filename": "000000571804.jpg",
        "caption": "A porcelain tea and bathroom set is on display.",
        "negative_caption": "A metal tea and bathroom set is on display."
    },
    "48": {
        "filename": "000000218424.jpg",
        "caption": "A group of four zebras standing in different positions.",
        "negative_caption": "A group of four zebras standing in similar positions."
    },
    "49": {
        "filename": "000000176778.jpg",
        "caption": "A cat standing next to a white toilet near a bath tub.",
        "negative_caption": "A cat standing next to a black toilet near a bath tub."
    },
    "50": {
        "filename": "000000501523.jpg",
        "caption": "A black cat is sitting in a bathroom sink.",
        "negative_caption": "A white cat is sitting in a bathroom sink."
    },
    "51": {
        "filename": "000000281414.jpg",
        "caption": "A woman with a book bag sits on a ledge with her cell phone.",
        "negative_caption": "A woman with a book bag sits on a ledge with her broken phone."
    },
    "52": {
        "filename": "000000340930.jpg",
        "caption": "The orange handles of scissors are sticking out of a holder.",
        "negative_caption": "The green handles of scissors are sticking out of a holder."
    },
    "53": {
        "filename": "000000360137.jpg",
        "caption": "A person holding a multicolored umbrella looking at a body of water.",
        "negative_caption": "A person holding a black umbrella looking at a body of water."
    },
    "54": {
        "filename": "000000532493.jpg",
        "caption": "A surfer on a white board riding a small wave.",
        "negative_caption": "A surfer on a black board riding a small wave."
    },
    "55": {
        "filename": "000000227187.jpg",
        "caption": "A small black and orange bird is perched on a table with banana peels in it.",
        "negative_caption": "A small yellow and orange bird is perched on a table with banana peels in it."
    },
    "56": {
        "filename": "000000067180.jpg",
        "caption": "A woman in grey shirt and hat sitting on a wooden bench.",
        "negative_caption": "A woman in pink shirt and hat sitting on a wooden bench."
    },
    "57": {
        "filename": "000000223747.jpg",
        "caption": "A young man and his cute cat enjoy a nap together.",
        "negative_caption": "An old man and his cute cat enjoy a nap together."
    },
    "58": {
        "filename": "000000183716.jpg",
        "caption": "Two young girls in uniforms sitting closely together.",
        "negative_caption": "Two old girls in uniforms sitting closely together."
    },
    "59": {
        "filename": "000000051598.jpg",
        "caption": "a garbage bag in a white lighted bathroom",
        "negative_caption": "A garbage bag in a black lighted bathroom."
    },
    "60": {
        "filename": "000000551439.jpg",
        "caption": "A woman holding a red book in her hand while sitting on a bed. ",
        "negative_caption": "A woman holding a blue book in her hand while sitting on a bed."
    },
    "61": {
        "filename": "000000153568.jpg",
        "caption": "A close up of a stop sign with two hand written notes taped to it.",
        "negative_caption": "A close up of a stop sign with two printed notes taped to it."
    },
    "62": {
        "filename": "000000349184.jpg",
        "caption": "A woman sitting on top of a wooden bench near a park.",
        "negative_caption": "A woman sitting on top of a metallic bench near a park."
    },
    "63": {
        "filename": "000000261097.jpg",
        "caption": "A man in black shirt and white shorts on a tennis court.",
        "negative_caption": "A man in colorful shirt and white shorts on a tennis court."
    },
    "64": {
        "filename": "000000153299.jpg",
        "caption": "Two giraffes in a sanctuary standing close to the wall",
        "negative_caption": "Two giraffes in a sanctuary standing far from the wall."
    },
    "65": {
        "filename": "000000041888.jpg",
        "caption": "There are 3 female peacocks together walking around.",
        "negative_caption": "There are 3 male peacocks together walking around."
    },
    "66": {
        "filename": "000000219578.jpg",
        "caption": "A dog and a cat curled up together on a couch.",
        "negative_caption": "A dog and a cat stretching together on a couch."
    },
    "67": {
        "filename": "000000238866.jpg",
        "caption": "A couple dozen of glazed donuts on a wire rack.",
        "negative_caption": "A couple dozen of powdered donuts on a wire rack."
    },
    "68": {
        "filename": "000000438862.jpg",
        "caption": "Soccer players in orange and grey uniforms on a field. ",
        "negative_caption": "Soccer players in orange and purple uniforms on a field."
    },
    "69": {
        "filename": "000000031269.jpg",
        "caption": "Two zebras grazing while another horse standing and staring. ",
        "negative_caption": "Two zebras running while another horse standing and staring."
    },
    "70": {
        "filename": "000000099242.jpg",
        "caption": "An older man is skiing down a snowy mountain.",
        "negative_caption": "A younger man is skiing down a snowy mountain."
    },
    "71": {
        "filename": "000000323355.jpg",
        "caption": "A boy wearing yellow is holding a pizza in a box.",
        "negative_caption": "A boy wearing green is holding a pizza in a box."
    },
    "72": {
        "filename": "000000392722.jpg",
        "caption": "People stand near the curb behind a lime green double-decked bus.",
        "negative_caption": "People stand near the curb behind a lime green single-decked bus."
    },
    "73": {
        "filename": "000000458755.jpg",
        "caption": "A person petting the head of a cute fluffy sheep.",
        "negative_caption": "A person petting the head of a cute sheared sheep."
    },
    "74": {
        "filename": "000000546011.jpg",
        "caption": "A trio of zebras stand together in the grass.",
        "negative_caption": "A solo zebra stands in the grass."
    },
    "75": {
        "filename": "000000369081.jpg",
        "caption": "A herd of three horses standing on top of a green field.",
        "negative_caption": "A single horse standing on top of a green field."
    },
    "76": {
        "filename": "000000273715.jpg",
        "caption": "The skier is happy to have won the race.",
        "negative_caption": "The skier is sad to have lost the race."
    },
    "77": {
        "filename": "000000578489.jpg",
        "caption": "Several children watch while a girl in a pink sweatshirt plays with a Wii remote while another person with a little girl on their lap snuggle in a chair in the background.",
        "negative_caption": "Several children watch while a girl in a black sweatshirt plays with a Wii remote while another person with a little girl on their lap snuggle in a chair in the background."
    },
    "78": {
        "filename": "000000221291.jpg",
        "caption": "A young boy is posing in a large grassy area.",
        "negative_caption": "A young boy is posing in a small grassy area."
    },
    "79": {
        "filename": "000000173044.jpg",
        "caption": "A very tall clock tower sitting next to a tall glass building.",
        "negative_caption": "A very short clock tower sitting next to a tall glass building."
    },
    "80": {
        "filename": "000000098839.jpg",
        "caption": "A large black and beige cat stands near a television.",
        "negative_caption": "A large white and beige cat stands near a television."
    },
    "81": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed teddy bears sitting on a wooden chair in a yard.",
        "negative_caption": "Two real teddy bears sitting on a wooden chair in a yard."
    },
    "82": {
        "filename": "000000038048.jpg",
        "caption": "The red and white fire hydrant is embedded in the street.",
        "negative_caption": "The yellow and white fire hydrant is embedded in the street."
    },
    "83": {
        "filename": "000000281447.jpg",
        "caption": "A tan horse with a blond mane inside of a coral.",
        "negative_caption": "A spotted horse with a blond mane inside of a coral."
    },
    "84": {
        "filename": "000000311180.jpg",
        "caption": "Hand holding a small pair of scissors with a green handle.",
        "negative_caption": "Hand holding a small pair of scissors with a red handle."
    },
    "85": {
        "filename": "000000472046.jpg",
        "caption": "a kitchen with two pineapples on the counter and a wok pot on the burner.",
        "negative_caption": "A kitchen with three pineapples on the counter and a wok pot on the burner."
    },
    "86": {
        "filename": "000000334555.jpg",
        "caption": "a big black and white cow standing next to a pole",
        "negative_caption": "A big brown and white cow standing next to a pole."
    },
    "87": {
        "filename": "000000530052.jpg",
        "caption": "A pile of carrots for sale in an outside market. ",
        "negative_caption": "A pile of carrots for sale in an indoor market."
    },
    "88": {
        "filename": "000000091779.jpg",
        "caption": "Three sausages in buns are covered with various toppings.",
        "negative_caption": "Three sausages in buns are covered with the same toppings."
    },
    "89": {
        "filename": "000000163562.jpg",
        "caption": "Person standing near the water with a red disc in hand.",
        "negative_caption": "Person standing near the water with a green disc in hand."
    },
    "90": {
        "filename": "000000439715.jpg",
        "caption": "A man in uniform rides a horse down the street.",
        "negative_caption": "A man in casual clothes rides a horse down the street."
    },
    "91": {
        "filename": "000000334399.jpg",
        "caption": "A man gazes at an intricately designed clock with roman numerals.",
        "negative_caption": "A man gazes at an intricately designed clock with arabic numerals."
    },
    "92": {
        "filename": "000000363666.jpg",
        "caption": "Three young men at a table eating breakfast at a restaurant.",
        "negative_caption": "Three old men at a table eating breakfast at a restaurant."
    },
    "93": {
        "filename": "000000456394.jpg",
        "caption": "A blue motorcycle is displayed in a showroom.",
        "negative_caption": "A red motorcycle is displayed in a showroom."
    },
    "94": {
        "filename": "000000373315.jpg",
        "caption": "A man riding a skateboard up the side of a cement ramp.",
        "negative_caption": "A man riding a skateboard up the side of a steel ramp."
    },
    "95": {
        "filename": "000000227765.jpg",
        "caption": "A large pot of vegetable soup with a large wooden spoon.",
        "negative_caption": "A large pot of meaty soup with a large wooden spoon."
    },
    "96": {
        "filename": "000000581615.jpg",
        "caption": "A wall urinal in a stall with an auto sensor flushing system.",
        "negative_caption": "A wall urinal in a stall with a manual flushing system."
    },
    "97": {
        "filename": "000000476258.jpg",
        "caption": "A man on a long exposure picture riding an electric skateboard.",
        "negative_caption": "A man on a short exposure picture riding an electric skateboard."
    },
    "98": {
        "filename": "000000439715.jpg",
        "caption": "A man in uniform riding a horse by a fence",
        "negative_caption": "A man in casual clothes riding a horse by a fence."
    },
    "99": {
        "filename": "000000405249.jpg",
        "caption": "A group of young children sitting around a chocolate cake.",
        "negative_caption": "A group of young children sitting around a vanilla cake."
    },
    "100": {
        "filename": "000000453584.jpg",
        "caption": "A sidewalk scene with focus on a red bench.",
        "negative_caption": "A sidewalk scene with focus on a yellow bench."
    },
    "101": {
        "filename": "000000473237.jpg",
        "caption": "A girl takes a bite of her pepperoni pizza. ",
        "negative_caption": "A girl takes a bite of her vegetable pizza."
    },
    "102": {
        "filename": "000000350002.jpg",
        "caption": "A woman with white makeup is in a salon.",
        "negative_caption": "A woman with colorful makeup is in a salon."
    },
    "103": {
        "filename": "000000453860.jpg",
        "caption": "Two pieces of hard luggage are seen here.",
        "negative_caption": "Two pieces of soft luggage are seen here."
    },
    "104": {
        "filename": "000000300659.jpg",
        "caption": "A sky view of several planes flying in formation in the sky.",
        "negative_caption": "A sky view of a solitary plane flying in the sky."
    },
    "105": {
        "filename": "000000143931.jpg",
        "caption": "a large campaign trailer parked in a parking lot.",
        "negative_caption": "A small campaign trailer parked in a parking lot."
    },
    "106": {
        "filename": "000000189436.jpg",
        "caption": "A wood carved bear is sitting on a table.",
        "negative_caption": "A stone carved bear is sitting on a table."
    },
    "107": {
        "filename": "000000459467.jpg",
        "caption": "A grey and black plane on a runway with trees in the background.",
        "negative_caption": "A grey and colorful plane on a runway with trees in the background."
    },
    "108": {
        "filename": "000000218424.jpg",
        "caption": "Four zebras on a dirt path looking in different directions.",
        "negative_caption": "Four zebras on a dirt path looking in the same direction."
    },
    "109": {
        "filename": "000000502737.jpg",
        "caption": "A man holding up what appears to be a chocolate desert.",
        "negative_caption": "A man holding up what appears to be a vanilla dessert."
    },
    "110": {
        "filename": "000000430875.jpg",
        "caption": "Two green lit traffic lights with a blue sky behind them.",
        "negative_caption": "Two red lit traffic lights with a blue sky behind them."
    },
    "111": {
        "filename": "000000076731.jpg",
        "caption": "A yellow pen on top of a closed lap top computer.",
        "negative_caption": "A yellow pen on top of an open lap top computer."
    },
    "112": {
        "filename": "000000579818.jpg",
        "caption": "A train driving over a small bridge on a green hillside.",
        "negative_caption": "A train driving over a large bridge on a green hillside."
    },
    "113": {
        "filename": "000000099039.jpg",
        "caption": "Plates of food and two glasses of red wine are on a table.",
        "negative_caption": "Plates of food and two glasses of white wine are on a table."
    },
    "114": {
        "filename": "000000461405.jpg",
        "caption": "There is a group of sheep grazing on the grass in the field. ",
        "negative_caption": "There is a group of sheep sleeping on the grass in the field."
    },
    "115": {
        "filename": "000000471869.jpg",
        "caption": "A beige teddy bear is sitting on a chair.",
        "negative_caption": "A striped teddy bear is sitting on a chair."
    },
    "116": {
        "filename": "000000177935.jpg",
        "caption": "A large white kitchen range with gold towels on the front.",
        "negative_caption": "A large black kitchen range with gold towels on the front."
    },
    "117": {
        "filename": "000000058029.jpg",
        "caption": "Interior bathroom shot of a glass shower and white sink fixtures.",
        "negative_caption": "Interior bathroom shot of a tiled shower and white sink fixtures."
    },
    "118": {
        "filename": "000000021167.jpg",
        "caption": "A man standing next to a woman in a gray dress.",
        "negative_caption": "A man standing next to a woman in a colorful dress."
    },
    "119": {
        "filename": "000000113403.jpg",
        "caption": "Three teddy bears laying in bed under the covers.",
        "negative_caption": "A single teddy bear laying in bed under the covers."
    },
    "120": {
        "filename": "000000236914.jpg",
        "caption": "Two stuffed animals sit at a table with honey.",
        "negative_caption": "Two real animals sit at a table with honey."
    },
    "121": {
        "filename": "000000109798.jpg",
        "caption": "three different donuts one is pink one is brown and one has white sprinkles",
        "negative_caption": "three different donuts one is pink one is green and one has white sprinkles."
    },
    "122": {
        "filename": "000000202228.jpg",
        "caption": "A young man takes a picture of himself in the mirror.",
        "negative_caption": "An old man takes a picture of himself in the mirror."
    },
    "123": {
        "filename": "000000273132.jpg",
        "caption": "An old woman sitting on a bench next to a fence.",
        "negative_caption": "A young woman sitting on a bench next to a fence."
    },
    "124": {
        "filename": "000000155179.jpg",
        "caption": "A large round cake is sitting on a plate.",
        "negative_caption": "A large square cake is sitting on a plate."
    },
    "125": {
        "filename": "000000322211.jpg",
        "caption": "A box full of matching, ridged donuts with glaze.",
        "negative_caption": "A box full of matching, smooth donuts with glaze."
    },
    "126": {
        "filename": "000000561009.jpg",
        "caption": "A bird with brown wings and head perched in a tree.",
        "negative_caption": "A bird with colorful wings and head perched in a tree."
    },
    "127": {
        "filename": "000000072813.jpg",
        "caption": "Brown dog lying on unmade bed in bedroom of home.",
        "negative_caption": "Brown dog lying on tidy bed in bedroom of home."
    },
    "128": {
        "filename": "000000502136.jpg",
        "caption": "A building wall and pair of doors that are open, along with vases of flowers on the outside of the building.",
        "negative_caption": "A building wall and pair of doors that are closed, along with vases of flowers on the outside of the building."
    },
    "129": {
        "filename": "000000378605.jpg",
        "caption": "A white plate with a donut and napkin sculpture.",
        "negative_caption": "A colorful plate with a donut and napkin sculpture."
    },
    "130": {
        "filename": "000000172571.jpg",
        "caption": "A thick crust cut pizza on a plate with wine by its side.",
        "negative_caption": "A thin crust cut pizza on a plate with wine by its side."
    },
    "131": {
        "filename": "000000268996.jpg",
        "caption": "A city street sign mounted on a black pole near a high rise building.",
        "negative_caption": "A city street sign mounted on a yellow pole near a high rise building."
    },
    "132": {
        "filename": "000000533206.jpg",
        "caption": "a big sandwich on a small silver plate with a bowl of broth on the side",
        "negative_caption": "a big sandwich on a small gold plate with a bowl of broth on the side."
    },
    "133": {
        "filename": "000000181859.jpg",
        "caption": "A grey and white cat lays in a sink.",
        "negative_caption": "A grey and black cat lays in a sink."
    },
    "134": {
        "filename": "000000507015.jpg",
        "caption": "Baseball players in their uniforms on a baseball field.",
        "negative_caption": "Soccer players in their uniforms on a soccer field."
    },
    "135": {
        "filename": "000000226417.jpg",
        "caption": "a bunch of people on motor scooters riding on a street ",
        "negative_caption": "A single person on a motor scooter riding on a street."
    },
    "136": {
        "filename": "000000560279.jpg",
        "caption": "A toilet in a tiled stall with rainbow streaks around the room.",
        "negative_caption": "A toilet in a tiled stall with plain streaks around the room."
    },
    "137": {
        "filename": "000000045550.jpg",
        "caption": "A man with beard holding up a plate of food.",
        "negative_caption": "A man who is clean-shaven holding up a plate of food."
    },
    "138": {
        "filename": "000000319721.jpg",
        "caption": "A brown horse standing next to a woman in front of a house.",
        "negative_caption": "A grey horse standing next to a woman in front of a house."
    },
    "139": {
        "filename": "000000162035.jpg",
        "caption": "A fold out sign sitting on a rainy sidewalk.",
        "negative_caption": "A fold out sign sitting on a sunny sidewalk."
    },
    "140": {
        "filename": "000000327601.jpg",
        "caption": "A barefoot woman sitting in a chair relaxing.",
        "negative_caption": "A shod woman sitting in a chair relaxing."
    },
    "141": {
        "filename": "000000294831.jpg",
        "caption": "Two slices of chicken pizza on a plate.",
        "negative_caption": "Two slices of veggie pizza on a plate."
    },
    "142": {
        "filename": "000000168458.jpg",
        "caption": "A vase with purple iris's sitting next to a ceramic pitcher.",
        "negative_caption": "A vase with pink iris's sitting next to a ceramic pitcher."
    },
    "143": {
        "filename": "000000039551.jpg",
        "caption": "A female tennis player with ball in front of her, racket drawn back.",
        "negative_caption": "A male tennis player with ball in front of him, racket drawn back."
    },
    "144": {
        "filename": "000000176778.jpg",
        "caption": "A white toilet and a bath in a room.",
        "negative_caption": "A black toilet and a bath in a room."
    },
    "145": {
        "filename": "000000166563.jpg",
        "caption": "An advertising billboard featuring the statue of an elephant with a howdah on its back.",
        "negative_caption": "An advertising billboard featuring an abstract elephant with a howdah on its back."
    },
    "146": {
        "filename": "000000260470.jpg",
        "caption": "A counter topped with a large white frosted cake sitting next to small pastry.",
        "negative_caption": "A counter topped with a tiny white frosted cake sitting next to small pastry."
    },
    "147": {
        "filename": "000000137246.jpg",
        "caption": "A woman in brown shirt holding a hotdog by tables with umbrellas.",
        "negative_caption": "A woman in pink shirt holding a hotdog by tables with umbrellas."
    },
    "148": {
        "filename": "000000227765.jpg",
        "caption": "Overview of a pot of vegetable soup with wooden spoon on a stainless steel stove top.",
        "negative_caption": "Overview of a pot of meat soup with wooden spoon on a stainless steel stove top."
    },
    "149": {
        "filename": "000000564127.jpg",
        "caption": "Toilet with a black lid and rolls of toilet tissue in a bathroom",
        "negative_caption": "Toilet with a white lid and rolls of toilet tissue in a bathroom."
    },
    "150": {
        "filename": "000000297343.jpg",
        "caption": "Road sigh on wooden pole shown upside down next to white wall.",
        "negative_caption": "Road sign on metal pole shown upside down next to white wall."
    },
    "151": {
        "filename": "000000162092.jpg",
        "caption": "A woman holding a plastic utensil passing out a piece of cake.",
        "negative_caption": "A woman holding a metal utensil passing out a piece of cake."
    },
    "152": {
        "filename": "000000356248.jpg",
        "caption": " a man holding onto a little blond girl ",
        "negative_caption": "A man holding onto a little brunette girl."
    },
    "153": {
        "filename": "000000278353.jpg",
        "caption": "A sheep that is standing under a wooden plank from a fence.",
        "negative_caption": "A sheep that is standing under an iron plank from a fence."
    },
    "154": {
        "filename": "000000322844.jpg",
        "caption": "A teddy bear sitting with a Finding Nemo stuffed animal on a bench.",
        "negative_caption": "A teddy bear sitting with a Toy Story stuffed animal on a bench."
    },
    "155": {
        "filename": "000000253386.jpg",
        "caption": "A black and brown dog wearing a chain around it's neck.",
        "negative_caption": "A white and brown dog wearing a chain around its neck."
    },
    "156": {
        "filename": "000000348708.jpg",
        "caption": "A banana and a nearly empty bowl of food resting on top of a table.",
        "negative_caption": "A banana and a completely full bowl of food resting on top of a table."
    },
    "157": {
        "filename": "000000417285.jpg",
        "caption": "A partially-eaten pastry, a glass Arizona tea and another piece of pastry.",
        "negative_caption": "A whole pastry, a glass Arizona tea and another piece of pastry."
    },
    "158": {
        "filename": "000000284282.jpg",
        "caption": "An old blender and printer sitting on a table.",
        "negative_caption": "A new blender and printer sitting on a table."
    },
    "159": {
        "filename": "000000164637.jpg",
        "caption": "A picture of pink bathroom sink and a mirror.",
        "negative_caption": "A picture of an orange bathroom sink and a mirror."
    },
    "160": {
        "filename": "000000289393.jpg",
        "caption": "Set of toy animals sitting in front of a red wooden wagon.",
        "negative_caption": "Set of toy animals sitting in front of a red plastic wagon."
    },
    "161": {
        "filename": "000000193494.jpg",
        "caption": "Child's bed and colorful quilt surrounded by blue plastic walls.",
        "negative_caption": "Child's bed and monochromatic quilt surrounded by blue plastic walls."
    },
    "162": {
        "filename": "000000030675.jpg",
        "caption": "A long orange train traveling along a tree filled forest.",
        "negative_caption": "A long orange train traveling along a desolate forest."
    },
    "163": {
        "filename": "000000051738.jpg",
        "caption": "A white bed in a bedroom next to a table on a lamp.",
        "negative_caption": "A black bed in a bedroom next to a table on a lamp."
    },
    "164": {
        "filename": "000000466567.jpg",
        "caption": "a donut being used as an ornament for a chistmas tree\n",
        "negative_caption": "A donut being used as an ornament for a Halloween tree."
    },
    "165": {
        "filename": "000000331817.jpg",
        "caption": "A close up of a table with food, bowls and cups.",
        "negative_caption": "A distant shot of a table with food, bowls and cups."
    },
    "166": {
        "filename": "000000058636.jpg",
        "caption": "A wooden utility pole sports several street signs.",
        "negative_caption": "A metal utility pole sports several street signs."
    },
    "167": {
        "filename": "000000443303.jpg",
        "caption": "An orange and white cat laying on top of a bag of luggage.",
        "negative_caption": "A black and white cat laying on top of a bag of luggage."
    },
    "168": {
        "filename": "000000238866.jpg",
        "caption": "A black-and white picture of a rack full of doughnuts.",
        "negative_caption": "A colorful picture of a rack full of doughnuts."
    },
    "169": {
        "filename": "000000544519.jpg",
        "caption": "A girl with a green shirt brushing her teeth with a blue toothbrush.",
        "negative_caption": "A girl with a pink shirt brushing her teeth with a blue toothbrush."
    },
    "170": {
        "filename": "000000550426.jpg",
        "caption": "A vase is filled with a bouquet of tulips. ",
        "negative_caption": "A vase is filled with a bouquet of roses."
    },
    "171": {
        "filename": "000000166391.jpg",
        "caption": "A number of red and green traffic lights on a wide highway.",
        "negative_caption": "A number of yellow and green traffic lights on a wide highway."
    },
    "172": {
        "filename": "000000218091.jpg",
        "caption": "A bedroom with a large bed sitting next to a black dresser.",
        "negative_caption": "A bedroom with a large bed sitting next to a white dresser."
    },
    "173": {
        "filename": "000000239537.jpg",
        "caption": "A male tennis player stands on court and prepares to hit the ball.",
        "negative_caption": "A female tennis player stands on court and prepares to hit the ball."
    },
    "174": {
        "filename": "000000383621.jpg",
        "caption": "A passenger airplane is taking off into a cloudy sky.",
        "negative_caption": "A passenger airplane is taking off into a clear sky."
    },
    "175": {
        "filename": "000000212559.jpg",
        "caption": "a close up of sheep on hay ground indoors",
        "negative_caption": "A close up of kittens on hay ground indoors."
    },
    "176": {
        "filename": "000000578922.jpg",
        "caption": "A vase of red flowers sits on a bathroom countertop. ",
        "negative_caption": "A vase of purple flowers sits on a bathroom countertop."
    },
    "177": {
        "filename": "000000533958.jpg",
        "caption": "Picture of a plate with a fried egg and a salad.",
        "negative_caption": "Picture of a plate with a boiled egg and a salad."
    },
    "178": {
        "filename": "000000278353.jpg",
        "caption": "A small sheep is standing under a wooden fence post.",
        "negative_caption": "A small sheep is standing under a metallic fence post."
    },
    "179": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed animals in a wooden outdoor chair.",
        "negative_caption": "Two stuffed animals in a plastic outdoor chair."
    },
    "180": {
        "filename": "000000465836.jpg",
        "caption": "Three men are skiing down a snow covered hill.",
        "negative_caption": "Two men are skiing down a snow covered hill."
    },
    "181": {
        "filename": "000000154425.jpg",
        "caption": "A young boy flying a colorful kite on top of a sidewalk.",
        "negative_caption": "A young boy flying a monochrome kite on top of a sidewalk."
    },
    "182": {
        "filename": "000000327601.jpg",
        "caption": "A woman sitting on a unique chair beside a vase. ",
        "negative_caption": "A woman sitting on a standard chair beside a vase."
    },
    "183": {
        "filename": "000000016958.jpg",
        "caption": "View of two desks with chairs next to a fireplace in an old style living room.",
        "negative_caption": "View of two desks with chairs next to a fireplace in a modern living room."
    },
    "184": {
        "filename": "000000165518.jpg",
        "caption": "a person riding a motorcycle on a a foggy road ",
        "negative_caption": "A person riding a motorcycle on a clear road."
    },
    "185": {
        "filename": "000000420916.jpg",
        "caption": "Three people are sitting on a bench looking out at mountains and a lake.",
        "negative_caption": "Two people are sitting on a bench looking out at mountains and a lake."
    },
    "186": {
        "filename": "000000284296.jpg",
        "caption": "an image of a herd of giraffes in the water",
        "negative_caption": "An image of a solitary giraffe in the water."
    },
    "187": {
        "filename": "000000274687.jpg",
        "caption": "A black road bicycle leaning against a bed.",
        "negative_caption": "A yellow road bicycle leaning against a bed."
    },
    "188": {
        "filename": "000000490125.jpg",
        "caption": "Several white birds standing in a puddle in a parking lot.",
        "negative_caption": "Several multicolored birds standing in a puddle in a parking lot."
    },
    "189": {
        "filename": "000000106757.jpg",
        "caption": "An older woman is talking in front of an elephant.",
        "negative_caption": "A younger woman is talking in front of an elephant."
    },
    "190": {
        "filename": "000000013546.jpg",
        "caption": "Young man on skate board balancing on concrete barrier near sidewalk with small park area near by.",
        "negative_caption": "Young man on skate board balancing on wooden barrier near sidewalk with small park area near by."
    },
    "191": {
        "filename": "000000462629.jpg",
        "caption": "A bunch of old refrigerators in front of an open door.",
        "negative_caption": "A bunch of new refrigerators in front of an open door."
    },
    "192": {
        "filename": "000000456559.jpg",
        "caption": "A smiling man in a hat is wearing sunglasses.",
        "negative_caption": "A smiling man in a hat is wearing plain glasses."
    },
    "193": {
        "filename": "000000239537.jpg",
        "caption": "A tennis player hitting a ball in a low position.",
        "negative_caption": "A tennis player hitting a ball in a high position."
    },
    "194": {
        "filename": "000000174482.jpg",
        "caption": "A blue bicycle sits on a sidewalk near a street.",
        "negative_caption": "A green bicycle sits on a sidewalk near a street."
    },
    "195": {
        "filename": "000000493286.jpg",
        "caption": "A vintage red car in front of a vintage army prop plane.",
        "negative_caption": "A vintage blue car in front of a vintage army prop plane."
    },
    "196": {
        "filename": "000000384670.jpg",
        "caption": "Two people on a blue and green tennis court.",
        "negative_caption": "Two people on a red and green tennis court."
    },
    "197": {
        "filename": "000000034873.jpg",
        "caption": "A large dining room features wooden cabinets and a marble counter top.",
        "negative_caption": "A large dining room features metal cabinets and a marble counter top."
    },
    "198": {
        "filename": "000000076731.jpg",
        "caption": "A wooden table with a purple laptop and orange pen.",
        "negative_caption": "A glass table with a purple laptop and orange pen."
    },
    "199": {
        "filename": "000000057597.jpg",
        "caption": "A soccer game where a girl in white is dribbling ahead of the girl in blue.",
        "negative_caption": "A soccer game where a girl in white is dribbling ahead of the girl in green."
    },
    "200": {
        "filename": "000000319721.jpg",
        "caption": "A woman hold a brown horse while a woman watches.",
        "negative_caption": "A woman hold a black horse while a woman watches."
    },
    "201": {
        "filename": "000000458790.jpg",
        "caption": "A wet window blurs the image of an apartment building beyond.",
        "negative_caption": "A dry window shows a clear image of an apartment building beyond."
    },
    "202": {
        "filename": "000000131131.jpg",
        "caption": "A cat sitting in front of a monitor that is displaying a picture of another cat.",
        "negative_caption": "A cat standing in front of a monitor that is displaying a picture of another cat."
    },
    "203": {
        "filename": "000000502732.jpg",
        "caption": "A shiny metallic refrigerator in a brown colored kitchen.",
        "negative_caption": "A dull metallic refrigerator in a brown colored kitchen."
    },
    "204": {
        "filename": "000000255749.jpg",
        "caption": "A bus is stopped on a dark road.",
        "negative_caption": "A bus is stopped on a bright road."
    },
    "205": {
        "filename": "000000361268.jpg",
        "caption": "A brown and white cow standing in front of an iron fence.",
        "negative_caption": "A brown and black cow standing in front of an iron fence."
    },
    "206": {
        "filename": "000000500663.jpg",
        "caption": "A herd of cattle grazing on a lush green field.",
        "negative_caption": "A lonely cow grazing on a lush green field."
    },
    "207": {
        "filename": "000000010977.jpg",
        "caption": "The bathroom is painted a light blue and has pink ceramic tile that adorns the shower wall along with a maple color vanity and door.",
        "negative_caption": "The bathroom is painted a dark blue and has pink ceramic tile that adorns the shower wall along with a maple color vanity and door."
    },
    "208": {
        "filename": "000000002431.jpg",
        "caption": "A plate on a wooden table full of bread.",
        "negative_caption": "A plate on a glass table full of bread."
    },
    "209": {
        "filename": "000000111951.jpg",
        "caption": "A couple of white bathroom sinks sitting next to a toilet.",
        "negative_caption": "A couple of black bathroom sinks sitting next to a toilet."
    },
    "210": {
        "filename": "000000550426.jpg",
        "caption": "A tall vase with red and white tulips in water.",
        "negative_caption": "A short vase with red and white tulips in water."
    },
    "211": {
        "filename": "000000108026.jpg",
        "caption": "A computer user types one handed on a keyboard.",
        "negative_caption": "A computer user types two-handed on a keyboard."
    },
    "212": {
        "filename": "000000214200.jpg",
        "caption": "A stop sign vandalized with an \"eating animals\" sticker below the word \"stop.\"",
        "negative_caption": "A stop sign vandalized with a \"plant-based animals\" sticker below the word \"stop.\""
    },
    "213": {
        "filename": "000000213224.jpg",
        "caption": "A wooden table holding two vases of flowers.",
        "negative_caption": "A glass table holding two vases of flowers."
    },
    "214": {
        "filename": "000000095786.jpg",
        "caption": "there are three vases made of clay on a table",
        "negative_caption": "There is one vase made of clay on a table."
    },
    "215": {
        "filename": "000000461405.jpg",
        "caption": "A herd of sheep walking across a lush green field.",
        "negative_caption": "A solitary sheep walking across a lush green field."
    },
    "216": {
        "filename": "000000480985.jpg",
        "caption": "A brand new motorcycle on display at a show.",
        "negative_caption": "An old motorcycle on display at a show."
    },
    "217": {
        "filename": "000000034139.jpg",
        "caption": "Two people standing next to a life size replica of a suitcase.",
        "negative_caption": "Two people standing next to a miniature replica of a suitcase."
    },
    "218": {
        "filename": "000000166277.jpg",
        "caption": "a cat stands on a table drinking water out of a glass ",
        "negative_caption": "A cat stands on a table knocking over a glass of water."
    },
    "219": {
        "filename": "000000300842.jpg",
        "caption": "A red skateboard with blue wheels on the floor with someones foot on it. ",
        "negative_caption": "A green skateboard with blue wheels on the floor with someones foot on it."
    },
    "220": {
        "filename": "000000546011.jpg",
        "caption": "A group of zebras stand in front of a group of trees.",
        "negative_caption": "A solitary zebra stands in front of a group of trees."
    },
    "221": {
        "filename": "000000089648.jpg",
        "caption": "People using electronic devises all facing in the same direction.",
        "negative_caption": "People using non-electronic devises all facing in the same direction."
    },
    "222": {
        "filename": "000000176606.jpg",
        "caption": "A goat stands on its high legs and leans against a grassy bank.",
        "negative_caption": "A goat stands on its high legs and leans against a rocky bank."
    },
    "223": {
        "filename": "000000559956.jpg",
        "caption": "Two women are squatting down and petting brown and white long haired goats. ",
        "negative_caption": "Two women are squatting down and petting brown and black long haired goats."
    },
    "224": {
        "filename": "000000067180.jpg",
        "caption": "A woman sitting on a wooden bench on a wall.",
        "negative_caption": "A woman sitting on a stone bench on a wall."
    },
    "225": {
        "filename": "000000322724.jpg",
        "caption": "A man in a neon snowsuit is standing on skis. ",
        "negative_caption": "A man in a camouflaged snowsuit is standing on skis."
    },
    "226": {
        "filename": "000000052017.jpg",
        "caption": "An old yellow plane is flying in the sky.",
        "negative_caption": "A modern yellow plane is flying in the sky."
    },
    "227": {
        "filename": "000000430056.jpg",
        "caption": "This is a plate holding a double decker sandwich.",
        "negative_caption": "This is a plate holding a veggie sandwich."
    },
    "228": {
        "filename": "000000343218.jpg",
        "caption": "a man with a tennis racket gets ready to swing his racket ",
        "negative_caption": "A man with a football gets ready to throw the ball."
    },
    "229": {
        "filename": "000000284991.jpg",
        "caption": "A man is drinking water from a red bottle.",
        "negative_caption": "A man is drinking water from a blue bottle."
    },
    "230": {
        "filename": "000000350002.jpg",
        "caption": "A model in a blue and white dress sits for a photo. ",
        "negative_caption": "A model in a red and white dress sits for a photo."
    },
    "231": {
        "filename": "000000095843.jpg",
        "caption": "A large blue and white bus on a road.",
        "negative_caption": "A large yellow and white bus on a road."
    },
    "232": {
        "filename": "000000519688.jpg",
        "caption": "A woman in blue jacket holding a black bear cub.",
        "negative_caption": "A woman in blue jacket holding a brown bear cub."
    },
    "233": {
        "filename": "000000357978.jpg",
        "caption": "The blonde woman in the red checked shirt is learning to use Wii Fit.",
        "negative_caption": "The brunette woman in the red checked shirt is learning to use Wii Fit."
    },
    "234": {
        "filename": "000000569565.jpg",
        "caption": "Two large trucks are travelling along a tree-lined roadway.",
        "negative_caption": "Two large trucks are travelling along a deserted roadway."
    },
    "235": {
        "filename": "000000332570.jpg",
        "caption": "A PERSON HOLDING A BLACKBERRY CELL PHONE IN THEIR HAND ",
        "negative_caption": "A PERSON HOLDING AN ANDROID CELL PHONE IN THEIR HAND."
    },
    "236": {
        "filename": "000000024919.jpg",
        "caption": "A herd of elephants standing on top of a field.",
        "negative_caption": "A solitary elephant standing on top of a field."
    },
    "237": {
        "filename": "000000384350.jpg",
        "caption": "A large airliner with a kangaroo on the tail wing.",
        "negative_caption": "A small airliner with a kangaroo on the tail wing."
    },
    "238": {
        "filename": "000000121031.jpg",
        "caption": "Several male horse riders crossing a river to shore.",
        "negative_caption": "Several female horse riders crossing a river to shore."
    },
    "239": {
        "filename": "000000579893.jpg",
        "caption": "a close up of a street sign with a sky background",
        "negative_caption": "A far away shot of a street sign with a sky background."
    },
    "240": {
        "filename": "000000248980.jpg",
        "caption": "A plate of food sitting on a table, it appears to be a salad.",
        "negative_caption": "A plate of food sitting on a table, it appears to be a meat-filled dish."
    },
    "241": {
        "filename": "000000194875.jpg",
        "caption": "A line of neon colored motorcycles parked in front of a bar.",
        "negative_caption": "A line of matte motorcycles parked in front of a bar."
    },
    "242": {
        "filename": "000000148730.jpg",
        "caption": "This boat has docked next to a wooden pier",
        "negative_caption": "This boat has docked next to a concrete pier."
    },
    "243": {
        "filename": "000000185890.jpg",
        "caption": "Two barefoot women holding game controllers in each hand.",
        "negative_caption": "Two women wearing socks holding game controllers in each hand."
    },
    "244": {
        "filename": "000000562121.jpg",
        "caption": "Two zebras fighting in a open area with green bushes.",
        "negative_caption": "Two zebras fighting in an enclosed area with green bushes."
    },
    "245": {
        "filename": "000000448076.jpg",
        "caption": "People standing around a waiting room with a flat screen TV.",
        "negative_caption": "People standing around a waiting room with a curved screen TV."
    },
    "246": {
        "filename": "000000056344.jpg",
        "caption": "Looking down at a desktop with two monitors, a key board, mouse and cell phones on it.",
        "negative_caption": "Looking down at a desktop with three monitors, a key board, mouse and cell phones on it."
    },
    "247": {
        "filename": "000000084431.jpg",
        "caption": "A ham pizza with grated parmesan is on a plate in front of a TV.",
        "negative_caption": "A vegetarian pizza with grated parmesan is on a plate in front of a TV."
    },
    "248": {
        "filename": "000000439715.jpg",
        "caption": "A man riding a brown horse in uniform next to tall green trees.",
        "negative_caption": "A man riding a black horse in uniform next to tall green trees."
    },
    "249": {
        "filename": "000000091779.jpg",
        "caption": "Three hot dogs with different toppings lined up on a tabletop.",
        "negative_caption": "Three hot dogs with similar toppings lined up on a tabletop."
    },
    "250": {
        "filename": "000000113403.jpg",
        "caption": "A trio of teddy bears bundled up on a bed.",
        "negative_caption": "A trio of teddy bears loose on a bed."
    },
    "251": {
        "filename": "000000036861.jpg",
        "caption": "A double parking meter on a pole with a bicycle rack.",
        "negative_caption": "A single parking meter on a pole with a bicycle rack."
    },
    "252": {
        "filename": "000000068409.jpg",
        "caption": "School class photo from the boys school of Standard South Carolina",
        "negative_caption": "School class photo from the girls school of Standard South Carolina."
    },
    "253": {
        "filename": "000000108253.jpg",
        "caption": "A plate of cheese bread next to bread sticks and wine.",
        "negative_caption": "A plate of fruit bread next to bread sticks and wine."
    },
    "254": {
        "filename": "000000554735.jpg",
        "caption": "The hand of a person picking up the last two pieces of pizza.",
        "negative_caption": "The hand of a person picking up the first two pieces of pizza."
    },
    "255": {
        "filename": "000000173830.jpg",
        "caption": "A skier in a squat position on skies skiing downhill.",
        "negative_caption": "A skier in a standing position on skies skiing downhill."
    },
    "256": {
        "filename": "000000476215.jpg",
        "caption": "A man holding horse reins connected to 2 horses on a dirt field.",
        "negative_caption": "A man holding horse reins connected to 2 horses on a grass field."
    },
    "257": {
        "filename": "000000240754.jpg",
        "caption": "A sheep with its mouth open in a pen.",
        "negative_caption": "A sheep with its mouth closed in a pen."
    },
    "258": {
        "filename": "000000205542.jpg",
        "caption": "A teddy bear is placed on a metallic sculpture.",
        "negative_caption": "A teddy bear is placed on a plastic sculpture."
    },
    "259": {
        "filename": "000000284623.jpg",
        "caption": "Black cat with green eyes sitting in a bathroom sink. ",
        "negative_caption": "An orange cat with green eyes sitting in a bathroom sink."
    },
    "260": {
        "filename": "000000024021.jpg",
        "caption": "Male children and young men in a large group picture.",
        "negative_caption": "Male children and young men in a small group picture."
    },
    "261": {
        "filename": "000000080057.jpg",
        "caption": "A teddy bear sitting in front of toy wooden shapes.",
        "negative_caption": "A plastic bear sitting in front of toy wooden shapes."
    },
    "262": {
        "filename": "000000334767.jpg",
        "caption": "Several cross country skiers traveling through the snow.",
        "negative_caption": "A single cross country skier traveling through the snow."
    },
    "263": {
        "filename": "000000465675.jpg",
        "caption": "Black and white photograph of a tractor on beach next to boats.",
        "negative_caption": "Black and yellow photograph of a tractor on beach next to boats."
    },
    "264": {
        "filename": "000000012576.jpg",
        "caption": "Pizza and empty glasses on the dinner table.",
        "negative_caption": "Pizza and full glasses on the dinner table."
    },
    "265": {
        "filename": "000000475678.jpg",
        "caption": "A pile of different colored bags of luggage sitting on a floor.",
        "negative_caption": "A pile of different plain bags of luggage sitting on a floor."
    },
    "266": {
        "filename": "000000232684.jpg",
        "caption": "Man looking at laptop playing video game in the dark",
        "negative_caption": "Man looking at laptop playing video game in the bright light."
    },
    "267": {
        "filename": "000000162092.jpg",
        "caption": "Woman with plated food near crowd of people.",
        "negative_caption": "Woman with boxed food near crowd of people."
    },
    "268": {
        "filename": "000000453584.jpg",
        "caption": "A red bench that is sitting on a sidewalk.",
        "negative_caption": "A blue bench that is sitting on a sidewalk."
    },
    "269": {
        "filename": "000000103585.jpg",
        "caption": "a bathroom with two sinks with a light on above them.",
        "negative_caption": "A bathroom with one sink with a light on above it."
    },
    "270": {
        "filename": "000000383386.jpg",
        "caption": "Three teddy bears that are sitting next to each other.",
        "negative_caption": "A single teddy bear sitting alone."
    },
    "271": {
        "filename": "000000580757.jpg",
        "caption": "A american flag painted fire hydrant with chains hanging at it side.",
        "negative_caption": "A British flag painted fire hydrant with chains hanging at its side."
    },
    "272": {
        "filename": "000000105014.jpg",
        "caption": "A bowl full of food sitting on a table next to a fork that rests on top of a circular disk.",
        "negative_caption": "An empty bowl sitting on a table next to a fork that rests on top of a circular disk."
    },
    "273": {
        "filename": "000000336587.jpg",
        "caption": "A stop sign that is attached to a broken wooden pole.",
        "negative_caption": "A stop sign that is attached to a broken metallic pole."
    },
    "274": {
        "filename": "000000125405.jpg",
        "caption": "Two dogs running and playing in the sun.",
        "negative_caption": "Two dogs resting and basking in the sun."
    },
    "275": {
        "filename": "000000544605.jpg",
        "caption": "A bunch of brown signs on a pole.",
        "negative_caption": "A bunch of colorful signs on a pole."
    },
    "276": {
        "filename": "000000044699.jpg",
        "caption": "A group of sheep standing on a mountain side.",
        "negative_caption": "A solo sheep standing on a mountain side."
    },
    "277": {
        "filename": "000000034873.jpg",
        "caption": "a black counter a sink and a table and two chairs",
        "negative_caption": "A white counter, a sink, a table, and two chairs."
    },
    "278": {
        "filename": "000000219578.jpg",
        "caption": "A dog and cat are sleeping together on an orange couch.",
        "negative_caption": "A dog and cat are sleeping together on a purple couch."
    },
    "279": {
        "filename": "000000085329.jpg",
        "caption": "A young woman with green eyes and piercings all over her face.",
        "negative_caption": "A young woman with blue eyes and piercings all over her face."
    },
    "280": {
        "filename": "000000572517.jpg",
        "caption": "A Polar Bear walks toward water, while a large bird lands on the opposite bank.",
        "negative_caption": "A Polar Bear walks toward water, while a small bird lands on the opposite bank."
    },
    "281": {
        "filename": "000000231339.jpg",
        "caption": "A little girl is kneeling in front of an open refrigerator. ",
        "negative_caption": "A little girl is kneeling in front of a closed refrigerator."
    },
    "282": {
        "filename": "000000476415.jpg",
        "caption": "A man wearing a white shirt and tie standing in  a room.",
        "negative_caption": "A man wearing a black shirt and tie standing in a room."
    },
    "283": {
        "filename": "000000099242.jpg",
        "caption": "A man skiing down a snowy hill alone.",
        "negative_caption": "A man skiing down a snowy hill crowded with people."
    },
    "284": {
        "filename": "000000383621.jpg",
        "caption": "A white plane flies in the cloudy sky.",
        "negative_caption": "A white plane flies in the clear sky."
    },
    "285": {
        "filename": "000000141821.jpg",
        "caption": "A close-up of a misshapen piece of pizza and a can of soda.",
        "negative_caption": "A close-up of a perfect piece of pizza and a can of soda."
    },
    "286": {
        "filename": "000000205834.jpg",
        "caption": "A brown dog laying on the ground with a metal bowl in front of him.",
        "negative_caption": "A brown dog laying on the ground with a plastic bowl in front of him."
    },
    "287": {
        "filename": "000000117908.jpg",
        "caption": "A cat standing next to an open refrigerator door.",
        "negative_caption": "A cat standing next to a closed refrigerator door."
    },
    "288": {
        "filename": "000000123131.jpg",
        "caption": "An eighteen wheeler truck is parked in a lot. ",
        "negative_caption": "A six-wheel truck is parked in a lot."
    },
    "289": {
        "filename": "000000318080.jpg",
        "caption": "Two brown bears interacting in a rocky area.",
        "negative_caption": "Two brown bears interacting in a grassy area."
    },
    "290": {
        "filename": "000000423229.jpg",
        "caption": "A train passing through wooded areas on a train track.",
        "negative_caption": "A train passing through desolate areas on a train track."
    },
    "291": {
        "filename": "000000343524.jpg",
        "caption": "A male tennis player is preparing to serve the ball tennis court",
        "negative_caption": "A female tennis player is preparing to serve the ball on the tennis court."
    },
    "292": {
        "filename": "000000032285.jpg",
        "caption": "A bathroom with brown tile and a bare pantry.",
        "negative_caption": "A bathroom with pink tile and a bare pantry."
    },
    "293": {
        "filename": "000000012576.jpg",
        "caption": "A close-up of a table with three boxes of pizza.",
        "negative_caption": "A distant view of a table with three boxes of pizza."
    },
    "294": {
        "filename": "000000306700.jpg",
        "caption": "A woman holding a large pepperoni pizza at a table.  ",
        "negative_caption": "A woman holding a small pepperoni pizza at a table."
    },
    "295": {
        "filename": "000000432898.jpg",
        "caption": "A man standing on a lush green field under a kite.",
        "negative_caption": "A man standing on an arid green field under a kite."
    },
    "296": {
        "filename": "000000384350.jpg",
        "caption": "A red and white plane sitting on a runway.",
        "negative_caption": "A red and black plane sitting on a runway."
    },
    "297": {
        "filename": "000000544605.jpg",
        "caption": "A street sign is pictured against a cement wall.",
        "negative_caption": "A street sign is pictured against a brick wall."
    },
    "298": {
        "filename": "000000355325.jpg",
        "caption": "A table with food and a glass of red wine.",
        "negative_caption": "A table with food and a glass of white wine."
    },
    "299": {
        "filename": "000000048153.jpg",
        "caption": "A photo of a bright pink shoe on a blue and green background.",
        "negative_caption": "A photo of a dim pink shoe on a blue and green background."
    },
    "300": {
        "filename": "000000462629.jpg",
        "caption": "Kitchen appliances outside a building with yellow doors. ",
        "negative_caption": "Kitchen appliances outside a building with red doors."
    },
    "301": {
        "filename": "000000011813.jpg",
        "caption": "Camera equipment is set up in a room with vending machines in the background.",
        "negative_caption": "Camera equipment is dismantled in a room with vending machines in the background."
    },
    "302": {
        "filename": "000000357742.jpg",
        "caption": "A skier makes his way up a snowy hill, eschewing the lift. ",
        "negative_caption": "A skier makes his way up a rocky hill, eschewing the lift."
    },
    "303": {
        "filename": "000000063602.jpg",
        "caption": "A laptop computer is displaying a screen with words.",
        "negative_caption": "A desktop computer is displaying a screen with words."
    },
    "304": {
        "filename": "000000295231.jpg",
        "caption": "the seven sheep are preparing to be sheered.",
        "negative_caption": "The two sheep are preparing to be sheered."
    },
    "305": {
        "filename": "000000218424.jpg",
        "caption": "Four zebras stand together in a grassy plain.",
        "negative_caption": "Four zebras stand together in a barren plain."
    },
    "306": {
        "filename": "000000048153.jpg",
        "caption": "A woman showing off her pink pointy-toed heels.",
        "negative_caption": "A woman showing off her pink fluffy heels."
    },
    "307": {
        "filename": "000000571718.jpg",
        "caption": "A man standing in front of a fruit stand containing several bunches of bananas.",
        "negative_caption": "A man standing in front of a fruit stand containing a couple of bunches of bananas."
    },
    "308": {
        "filename": "000000578922.jpg",
        "caption": "A vase full of flowers on a bathroom sink counter. ",
        "negative_caption": "An empty vase of flowers on a bathroom sink counter."
    },
    "309": {
        "filename": "000000174004.jpg",
        "caption": "A utility vehicle parked in a wild vegetated field.",
        "negative_caption": "A utility vehicle parked in a wild bare field."
    },
    "310": {
        "filename": "000000110211.jpg",
        "caption": "A large open area of land that has several zebra of different sizes and warthogs near them.",
        "negative_caption": "A large closed area of land that has several zebra of different sizes and warthogs near them."
    },
    "311": {
        "filename": "000000172571.jpg",
        "caption": "Chicago style deep dish pizza with tomato sauce and sausage.",
        "negative_caption": "Chicago style deep dish pizza with tomato sauce and vegetarian toppings."
    },
    "312": {
        "filename": "000000314294.jpg",
        "caption": "An elephant is alone in a wooded enclosure.",
        "negative_caption": "An elephant is alone in a barren enclosure."
    },
    "313": {
        "filename": "000000048153.jpg",
        "caption": "A foot wearing a pointy pink flat shoe rested upon a bench.",
        "negative_caption": "A foot wearing a round pink flat shoe rested upon a bench."
    },
    "314": {
        "filename": "000000009483.jpg",
        "caption": "A man in a suit stands near a table with computer equipment on it.",
        "negative_caption": "A man in casual clothes stands near a table with computer equipment on it."
    },
    "315": {
        "filename": "000000101068.jpg",
        "caption": "a baseball player is swinging a bat and some grass",
        "negative_caption": "A baseball player is still holding a bat and some grass."
    },
    "316": {
        "filename": "000000578922.jpg",
        "caption": "The vanity is decorated with a red flower arrangement and glass candles and perfume bottles. ",
        "negative_caption": "The vanity is decorated with a yellow flower arrangement and glass candles and perfume bottles."
    },
    "317": {
        "filename": "000000159458.jpg",
        "caption": "A dog is sitting on a neatly made bed while someone looks on. ",
        "negative_caption": "A dog is sitting on a messily made bed while someone looks on."
    },
    "318": {
        "filename": "000000446522.jpg",
        "caption": "A dog is sitting on an armchair next to a fridge.",
        "negative_caption": "A dog is standing on an armchair next to a fridge."
    },
    "319": {
        "filename": "000000314182.jpg",
        "caption": "Four bowls of snacks of vegetables and crackers.",
        "negative_caption": "Four bowls of snacks of meat and crackers."
    },
    "320": {
        "filename": "000000163640.jpg",
        "caption": "Two men getting food at an outside restaurant.",
        "negative_caption": "Two men getting food at an inside restaurant."
    },
    "321": {
        "filename": "000000232563.jpg",
        "caption": "A man holding a black and white umbrella.",
        "negative_caption": "A man holding a black and yellow umbrella."
    },
    "322": {
        "filename": "000000012576.jpg",
        "caption": "A woman sitting at a table topped with pizza.",
        "negative_caption": "A woman sitting at a bare table."
    },
    "323": {
        "filename": "000000410510.jpg",
        "caption": "A boy playing tennis on a blue and green tennis court. ",
        "negative_caption": "A boy playing tennis on a yellow and green tennis court."
    },
    "324": {
        "filename": "000000369771.jpg",
        "caption": "Two plastic containers sitting on top of a wooden table.",
        "negative_caption": "Two glass containers sitting on top of a wooden table."
    },
    "325": {
        "filename": "000000093437.jpg",
        "caption": "A shot of an elderly man inside a kitchen.",
        "negative_caption": "A shot of a young man inside a kitchen."
    },
    "326": {
        "filename": "000000090108.jpg",
        "caption": "An empty bathroom with blue walls on the lights on.",
        "negative_caption": "An empty bathroom with yellow walls on the lights on."
    },
    "327": {
        "filename": "000000266206.jpg",
        "caption": "The open door to the bathroom is shown here.",
        "negative_caption": "The closed door to the bathroom is shown here."
    },
    "328": {
        "filename": "000000033638.jpg",
        "caption": "A woman cooking on an old fashioned stove.",
        "negative_caption": "A woman cooking on a modern stove."
    },
    "329": {
        "filename": "000000217957.jpg",
        "caption": "An ornate clock on the side of a building next to a tree.",
        "negative_caption": "A simple clock on the side of a building next to a tree."
    },
    "330": {
        "filename": "000000322211.jpg",
        "caption": "an open box of doughnuts on a table ",
        "negative_caption": "A closed box of doughnuts on a table."
    },
    "331": {
        "filename": "000000378454.jpg",
        "caption": "a man is playing with a green flying disk",
        "negative_caption": "A man is playing with a yellow flying disk."
    },
    "332": {
        "filename": "000000270244.jpg",
        "caption": "A zebra standing in a grassy field by a woods.",
        "negative_caption": "A zebra standing in a rocky field by a woods."
    },
    "333": {
        "filename": "000000284623.jpg",
        "caption": "A black cat sitting on top of a bathroom sink.",
        "negative_caption": "A white cat sitting on top of a bathroom sink."
    },
    "334": {
        "filename": "000000289516.jpg",
        "caption": "An old time looking clock surrounded by greenery. ",
        "negative_caption": "A modern looking clock surrounded by greenery."
    },
    "335": {
        "filename": "000000122606.jpg",
        "caption": "A bus parked to the side of an empty road.",
        "negative_caption": "A bus parked to the side of a crowded road."
    },
    "336": {
        "filename": "000000213224.jpg",
        "caption": "Two vases of fresh flowers sit on top of the table.",
        "negative_caption": "Two vases of dried flowers sit on top of the table."
    },
    "337": {
        "filename": "000000189436.jpg",
        "caption": "a statue of  a bear wearing a red ribbon",
        "negative_caption": "A statue of a bear wearing a blue ribbon."
    },
    "338": {
        "filename": "000000226111.jpg",
        "caption": "A sign prohibiting skating on the sidewalk with black and red writing.",
        "negative_caption": "A sign prohibiting skating on the sidewalk with green and red writing."
    },
    "339": {
        "filename": "000000323355.jpg",
        "caption": "a child wearing a hat is holding a pizza box with pizza inside.",
        "negative_caption": "A hatless child is holding a pizza box with pizza inside."
    },
    "340": {
        "filename": "000000461275.jpg",
        "caption": "A white street sign in front of  a green large tree.",
        "negative_caption": "A black street sign in front of a green large tree."
    },
    "341": {
        "filename": "000000516316.jpg",
        "caption": "Two zebras and another animal grazing in the grass.",
        "negative_caption": "Two zebras and a different animal grazing in the grass."
    },
    "342": {
        "filename": "000000319935.jpg",
        "caption": "A living room with white furniture and a small wooden table.",
        "negative_caption": "A living room with white furniture and a small glass table."
    },
    "343": {
        "filename": "000000473974.jpg",
        "caption": "A herd of zebra in dry vegetation near dry trees.",
        "negative_caption": "A herd of zebra in lush vegetation near dry trees."
    },
    "344": {
        "filename": "000000042070.jpg",
        "caption": "A large bus on the side of a street.",
        "negative_caption": "A small bus on the side of a street."
    },
    "345": {
        "filename": "000000183675.jpg",
        "caption": "an old man sitting on top of a horse next to the mountains",
        "negative_caption": "A young man sitting on top of a horse next to the mountains."
    },
    "346": {
        "filename": "000000464522.jpg",
        "caption": "A brown and white dog standing next to another dog.",
        "negative_caption": "A brown and black dog standing next to another dog."
    },
    "347": {
        "filename": "000000172571.jpg",
        "caption": "A sliced pizza sitting on a table next to a glass of water and a glass of wine. ",
        "negative_caption": "A whole pizza sitting on a table next to a glass of water and a glass of wine."
    },
    "348": {
        "filename": "000000303818.jpg",
        "caption": "A bus traveling down a curvy road behind a black car.",
        "negative_caption": "A bus traveling down a straight road behind a black car."
    },
    "349": {
        "filename": "000000026465.jpg",
        "caption": "A laptop computer sitting on a desk next to a smart phone.",
        "negative_caption": "A desktop computer sitting on a desk next to a smart phone."
    },
    "350": {
        "filename": "000000273132.jpg",
        "caption": "An elderly woman sitting on the bench resting.  ",
        "negative_caption": "A young woman sitting on the bench resting."
    },
    "351": {
        "filename": "000000476415.jpg",
        "caption": "Person wearing a black Reel Big Fish tie.",
        "negative_caption": "Person wearing a rainbow-colored Reel Big Fish tie."
    },
    "352": {
        "filename": "000000075456.jpg",
        "caption": "A pineapple and ham pizza in a pizza tin",
        "negative_caption": "A pepperoni and ham pizza in a pizza tin."
    },
    "353": {
        "filename": "000000177935.jpg",
        "caption": "A kitchen has a vintage gas range and yellow walls.",
        "negative_caption": "A kitchen has a modern gas range and yellow walls."
    },
    "354": {
        "filename": "000000173004.jpg",
        "caption": "pizza with olives on black plate setting on table",
        "negative_caption": "Pizza with olives on a white plate setting on a table."
    },
    "355": {
        "filename": "000000340697.jpg",
        "caption": "a close up of many drinks in a fridge ",
        "negative_caption": "A far shot of many drinks in a fridge."
    },
    "356": {
        "filename": "000000294831.jpg",
        "caption": "Two slices of pizza on a black plate",
        "negative_caption": "Two slices of pizza on a white plate."
    },
    "357": {
        "filename": "000000300659.jpg",
        "caption": "Several jets that are flying in the air performing tricks.",
        "negative_caption": "A single jet is flying in the air performing tricks."
    },
    "358": {
        "filename": "000000264535.jpg",
        "caption": "An old man reads a book on a bench. ",
        "negative_caption": "A young man reads a book on a bench."
    },
    "359": {
        "filename": "000000152740.jpg",
        "caption": "A herd of animals grazing on a dry grass field.",
        "negative_caption": "A herd of animals grazing on a lush grass field."
    },
    "360": {
        "filename": "000000464089.jpg",
        "caption": "A little league baseball player is getting ready hit the ball with his bat. ",
        "negative_caption": "A big league baseball player is getting ready hit the ball with his bat."
    },
    "361": {
        "filename": "000000173044.jpg",
        "caption": "A historical clock tower next to a modern glass window skyscraper. ",
        "negative_caption": "A historical clock tower next to a modern steel window skyscraper."
    },
    "362": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed animals are sitting on a broken wooden chair.",
        "negative_caption": "Two stuffed animals are sitting on a broken plastic chair."
    },
    "363": {
        "filename": "000000205542.jpg",
        "caption": "A large metal chair with a brown teddy bear in it.",
        "negative_caption": "A large plastic chair with a brown teddy bear in it."
    },
    "364": {
        "filename": "000000417465.jpg",
        "caption": "An adult black bear let's his long tongue protrude.",
        "negative_caption": "An adult black bear let's his short tongue protrude."
    },
    "365": {
        "filename": "000000137294.jpg",
        "caption": "A man is cooking in an outdoor state of the art commercial looking oven in the midst of a farm.",
        "negative_caption": "A man is cooking in an outdoor state of the art rustic looking oven in the midst of a farm."
    },
    "366": {
        "filename": "000000423229.jpg",
        "caption": "A locomotive on train tracks in a wooded countryside.",
        "negative_caption": "A locomotive on train tracks in an open countryside."
    },
    "367": {
        "filename": "000000051598.jpg",
        "caption": "The bathroom door is open with the light on.",
        "negative_caption": "The bathroom door is closed with the light on."
    },
    "368": {
        "filename": "000000577182.jpg",
        "caption": "The wooden park benches are painted dark purple.",
        "negative_caption": "The metal park benches are painted dark purple."
    },
    "369": {
        "filename": "000000075456.jpg",
        "caption": "A pizza in a pan topped with cheese and meat. ",
        "negative_caption": "A pizza in a pan topped with cheese and vegetables."
    },
    "370": {
        "filename": "000000165257.jpg",
        "caption": "a clean kitchen counter with a clean sink",
        "negative_caption": "A dirty kitchen counter with a clean sink."
    },
    "371": {
        "filename": "000000165257.jpg",
        "caption": "a black counter on a wood cabinet in a kitchen",
        "negative_caption": "A white counter on a wood cabinet in a kitchen."
    },
    "372": {
        "filename": "000000569565.jpg",
        "caption": "Large work trucks sitting on the side of the street.",
        "negative_caption": "Small work trucks sitting on the side of the street."
    },
    "373": {
        "filename": "000000093437.jpg",
        "caption": "An older man is wearing a funny hat in his dining room.",
        "negative_caption": "A younger man is wearing a funny hat in his dining room."
    },
    "374": {
        "filename": "000000127182.jpg",
        "caption": "A kitchen filled with metal appliances and a window.",
        "negative_caption": "A kitchen filled with transparent appliances and a window."
    },
    "375": {
        "filename": "000000163057.jpg",
        "caption": "A group of people flying kites on a grassy field next to buildings.",
        "negative_caption": "A group of people flying kites on a paved field next to buildings."
    },
    "376": {
        "filename": "000000140658.jpg",
        "caption": "A brick building with a tall clock tower beside it.",
        "negative_caption": "A glass building with a tall clock tower beside it."
    },
    "377": {
        "filename": "000000166287.jpg",
        "caption": "Three cows standing at a watering hole with birds flying overhead.",
        "negative_caption": "A single cow standing at a watering hole with birds flying overhead."
    },
    "378": {
        "filename": "000000360960.jpg",
        "caption": "A person walking in a square carrying a rainbow colored umbrella.",
        "negative_caption": "A person walking in a square carrying a black and white umbrella."
    },
    "379": {
        "filename": "000000069106.jpg",
        "caption": "A herd of zebra standing next to each other against a stone wall.",
        "negative_caption": "A herd of giraffe standing next to each other against a stone wall."
    },
    "380": {
        "filename": "000000409475.jpg",
        "caption": "A smiling pair of skiers with a huge snow covered mountain behind them.",
        "negative_caption": "A smiling pair of skiers with a huge bare mountain behind them."
    },
    "381": {
        "filename": "000000106235.jpg",
        "caption": "A very cozy looking living room with an oval table.",
        "negative_caption": "A very cozy looking living room with a rectangular table."
    },
    "382": {
        "filename": "000000138819.jpg",
        "caption": "The view of a bathroom with a wall mounted sink.",
        "negative_caption": "The view of a bathroom with a freestanding sink."
    },
    "383": {
        "filename": "000000300659.jpg",
        "caption": "several jet planes flying in unison in a v formation ",
        "negative_caption": "Several propeller planes flying in unison in a V formation."
    },
    "384": {
        "filename": "000000349860.jpg",
        "caption": "A BOY WITH A BLUE SHIRT AND JEAN PANTS DOING A TRICK WITH HIS SKATEBOARD",
        "negative_caption": "A BOY WITH A BLUE SHIRT AND LEATHER PANTS DOING A TRICK WITH HIS SKATEBOARD."
    },
    "385": {
        "filename": "000000008762.jpg",
        "caption": "A dusky evening with a green street light shining.",
        "negative_caption": "A bright evening with a green street light shining."
    },
    "386": {
        "filename": "000000236784.jpg",
        "caption": "there are two large dogs sleeping on the couch",
        "negative_caption": "There are two tiny dogs sleeping on the couch."
    },
    "387": {
        "filename": "000000021167.jpg",
        "caption": "The couple are dressed up and posing for photos.",
        "negative_caption": "The couple are dressed casually and posing for photos."
    },
    "388": {
        "filename": "000000142092.jpg",
        "caption": "A pizza with vegetables and cheese resting on a board.",
        "negative_caption": "A pizza with vegetables and vegan toppings resting on a board."
    },
    "389": {
        "filename": "000000541055.jpg",
        "caption": "A group of people on skis at a peak of a mountain.",
        "negative_caption": "A solitary person on skis at the peak of a mountain."
    },
    "390": {
        "filename": "000000356347.jpg",
        "caption": "A wooden handle in a pot with soup or stew next to an empty bowl.",
        "negative_caption": "A wooden handle in a pot with soup or stew next to a full bowl."
    },
    "391": {
        "filename": "000000545129.jpg",
        "caption": "A group of zebra standing next to each other on a dirt field.",
        "negative_caption": "A group of zebra standing next to each other on a grass field."
    },
    "392": {
        "filename": "000000261116.jpg",
        "caption": "A Superman toy is lying face down on the table next to an empty plate of food.",
        "negative_caption": "A Superman toy is lying face down on the table next to a full plate of food."
    },
    "393": {
        "filename": "000000456303.jpg",
        "caption": "This is a snowboard in the middle of a back flip.",
        "negative_caption": "This is a snowboard in the middle of a front flip."
    },
    "394": {
        "filename": "000000226903.jpg",
        "caption": "A bunch of cakes are sitting on the counter.",
        "negative_caption": "A single cake is sitting on the counter."
    },
    "395": {
        "filename": "000000199310.jpg",
        "caption": "A long-haired man standing outside holding a racquet with both hands.",
        "negative_caption": "A bald man standing outside holding a racquet with both hands."
    },
    "396": {
        "filename": "000000520264.jpg",
        "caption": "A man, his arm across the woman next to him, stands in a blandly colored kitchen area,  in front of a black-rimmed  window, next to a counter with a microwave, plates, with and without food, and wine bottles.  ",
        "negative_caption": "A man, his arm across the woman next to him, stands in a blandly colored kitchen area, in front of a white-framed window, next to a counter with a microwave, plates, with and without food, and wine bottles."
    },
    "397": {
        "filename": "000000003845.jpg",
        "caption": "A plate of vegetables, chicken, and white rice.",
        "negative_caption": "A plate of vegetables, chicken, and brown rice."
    },
    "398": {
        "filename": "000000067180.jpg",
        "caption": "A woman sitting on a wooden bench next to a rock wall.",
        "negative_caption": "A woman sitting on a wooden bench next to a brick wall."
    },
    "399": {
        "filename": "000000205647.jpg",
        "caption": "A delivery truck travels along the road by a hill side.",
        "negative_caption": "A private truck travels along the road by a hill side."
    },
    "400": {
        "filename": "000000148719.jpg",
        "caption": "A red Dodge truck is parked near another Dodge. ",
        "negative_caption": "A black Dodge truck is parked near another Dodge."
    },
    "401": {
        "filename": "000000579818.jpg",
        "caption": "The old fashioned train is going over the bridge.",
        "negative_caption": "The modern train is going over the bridge."
    },
    "402": {
        "filename": "000000271997.jpg",
        "caption": "The young man possesses a very unusual face.",
        "negative_caption": "The old man possesses a very unusual face."
    },
    "403": {
        "filename": "000000002157.jpg",
        "caption": "A plate of finger foods next to a blue and raspberry topped cake.",
        "negative_caption": "A plate of finger foods next to a yellow and raspberry topped cake."
    },
    "404": {
        "filename": "000000236914.jpg",
        "caption": "two teddy bears at a table with honey\n",
        "negative_caption": "Three teddy bears at a table with honey."
    },
    "405": {
        "filename": "000000472375.jpg",
        "caption": "a brown black and white dog wearing a helmet and a black scooter",
        "negative_caption": "A spotted black and white dog wearing a helmet and a black scooter."
    },
    "406": {
        "filename": "000000075456.jpg",
        "caption": "A pizza with Canadian bacon and pineapple in a fluted pan.",
        "negative_caption": "A pizza with Canadian bacon and mushrooms in a fluted pan."
    },
    "407": {
        "filename": "000000222455.jpg",
        "caption": "A filtered image of a microwave available to use in a store. ",
        "negative_caption": "A clear image of a microwave available to use in a store."
    },
    "408": {
        "filename": "000000056127.jpg",
        "caption": "A picture of a restaurant interior is taken through a fish-eye lens.",
        "negative_caption": "A picture of a restaurant interior is taken through a normal lens."
    },
    "409": {
        "filename": "000000426329.jpg",
        "caption": "some frosted cakes with little decorations on top in a display case for sale",
        "negative_caption": "Some frosted cakes with big decorations on top in a display case for sale."
    },
    "410": {
        "filename": "000000319721.jpg",
        "caption": "A woman stands beside a large brown horse.",
        "negative_caption": "A woman stands beside a large white horse."
    },
    "411": {
        "filename": "000000471991.jpg",
        "caption": "The large room has wooden counters with chairs behind them on both sides.",
        "negative_caption": "The large room has glass counters with chairs behind them on both sides."
    },
    "412": {
        "filename": "000000232684.jpg",
        "caption": "A man uses a laptop in an otherwise dark room.",
        "negative_caption": "A man uses a laptop in an otherwise bright room."
    },
    "413": {
        "filename": "000000578500.jpg",
        "caption": "A living room with the walls painted orange-red color.  ",
        "negative_caption": "A living room with the walls painted blue color."
    },
    "414": {
        "filename": "000000291490.jpg",
        "caption": "A kitten on a bad with its arm stretched out toward the camera",
        "negative_caption": "A puppy on a bed with its arm stretched out toward the camera."
    },
    "415": {
        "filename": "000000053994.jpg",
        "caption": "A parking meter is on a sidewalk next to some green bushes.",
        "negative_caption": "A parking meter is on a sidewalk next to some dead bushes."
    },
    "416": {
        "filename": "000000031050.jpg",
        "caption": "The vase is holding an arrangement of dried vines. ",
        "negative_caption": "The vase is holding an arrangement of fresh vines."
    },
    "417": {
        "filename": "000000034139.jpg",
        "caption": "a huge suitcase with a bunch of stickers on it",
        "negative_caption": "A tiny suitcase with a bunch of stickers on it."
    },
    "418": {
        "filename": "000000054593.jpg",
        "caption": "A young man holding a bat on top of a baseball field.",
        "negative_caption": "An elderly man holding a bat on top of a baseball field."
    },
    "419": {
        "filename": "000000104572.jpg",
        "caption": "A bathroom with orange decorated wallpaper and a mirror. ",
        "negative_caption": "A bathroom with orange plain wallpaper and a mirror."
    },
    "420": {
        "filename": "000000414170.jpg",
        "caption": "some snow skiers one in a blue jacket the other white",
        "negative_caption": "Some snow skiers, one in a blue jacket and the other in black."
    },
    "421": {
        "filename": "000000483667.jpg",
        "caption": "A man with a top hat and a red tie.",
        "negative_caption": "A man with a top hat and a blue tie."
    },
    "422": {
        "filename": "000000142092.jpg",
        "caption": "An overhead view of a pizza on a pizza stone.",
        "negative_caption": "A sideways view of a pizza on a pizza stone."
    },
    "423": {
        "filename": "000000284282.jpg",
        "caption": "An old blender is sitting next to a printer.",
        "negative_caption": "A brand new blender is sitting next to a printer."
    },
    "424": {
        "filename": "000000493286.jpg",
        "caption": "The restored old time car is parked near a four engine airplane.",
        "negative_caption": "A damaged old time car is parked near a four engine airplane."
    },
    "425": {
        "filename": "000000227686.jpg",
        "caption": "A bridled mule stands in front of trees and leaves. ",
        "negative_caption": "An unbridled mule stands in front of trees and leaves."
    },
    "426": {
        "filename": "000000067180.jpg",
        "caption": "A woman is sitting on an old wooden bench.",
        "negative_caption": "A woman is sitting on an old metal bench."
    },
    "427": {
        "filename": "000000221291.jpg",
        "caption": "A little boy standing in the grass with a kite in the sky in the background.",
        "negative_caption": "A tall boy standing in the grass with a kite in the sky in the background."
    },
    "428": {
        "filename": "000000322844.jpg",
        "caption": "A teddy bear and a stuffed fish set next to each other.",
        "negative_caption": "A teddy bear and a realistic fish set next to each other."
    },
    "429": {
        "filename": "000000089670.jpg",
        "caption": "a two tier cake with some frosting and strawberries in the middle ",
        "negative_caption": "A three tier cake with some frosting and strawberries in the middle."
    },
    "430": {
        "filename": "000000383386.jpg",
        "caption": "Stuffed toy bear with rubber green turtle displayed next to chair.",
        "negative_caption": "Stuffed toy bear with plastic green turtle displayed next to chair."
    },
    "431": {
        "filename": "000000476258.jpg",
        "caption": "A man with a helmet on riding on an electrical skateboard. ",
        "negative_caption": "A man with a helmet on riding on a non-motorized skateboard."
    },
    "432": {
        "filename": "000000051598.jpg",
        "caption": "A door is open to a white bathroom that has a black garbage back on the floor.",
        "negative_caption": "A door is closed to a white bathroom that has a black garbage back on the floor."
    },
    "433": {
        "filename": "000000390555.jpg",
        "caption": "The black and white photograph of a classroom of schoolchildren is a bit out of focus on the right side of the picture.",
        "negative_caption": "The black and white photograph of a classroom of schoolchildren is sharp and clear."
    },
    "434": {
        "filename": "000000308394.jpg",
        "caption": "An older woman riding a train while sitting under it's window.",
        "negative_caption": "A younger woman riding a train while sitting under its window."
    },
    "435": {
        "filename": "000000511321.jpg",
        "caption": "Two long boats are sailing near a large bridge. ",
        "negative_caption": "Two short boats are sailing near a large bridge."
    },
    "436": {
        "filename": "000000473237.jpg",
        "caption": "Small girl in green shirt holding a slice of pizza to her face. ",
        "negative_caption": "Small girl in purple shirt holding a slice of pizza to her face."
    },
    "437": {
        "filename": "000000378605.jpg",
        "caption": "A chocolate frosted donut on a plate with a cup of coffee and a penguin napkin holder. ",
        "negative_caption": "A vanilla frosted donut on a plate with a cup of coffee and a penguin napkin holder."
    },
    "438": {
        "filename": "000000366611.jpg",
        "caption": "A dog chewing on top of a large white ball.",
        "negative_caption": "A dog chewing on top of a small white ball."
    },
    "439": {
        "filename": "000000205776.jpg",
        "caption": "A big brown bear asleep in a hammock.",
        "negative_caption": "A tiny brown bear asleep in a hammock."
    },
    "440": {
        "filename": "000000163257.jpg",
        "caption": "A man in a florescent green hoodie holding a fuchsia umbrella.  ",
        "negative_caption": "A man in a dull green hoodie holding a fuchsia umbrella."
    },
    "441": {
        "filename": "000000271997.jpg",
        "caption": "A young man wearing a suit and neck tie.",
        "negative_caption": "A middle-aged man wearing a suit and neck tie."
    },
    "442": {
        "filename": "000000176446.jpg",
        "caption": "a rock like table with a notebook and pen on it",
        "negative_caption": "A smooth table with a notebook and pen on it."
    },
    "443": {
        "filename": "000000102644.jpg",
        "caption": "A bathroom with a glass shower door, a toilet and a towel handle. ",
        "negative_caption": "A bathroom with a metal shower door, a toilet and a towel handle."
    },
    "444": {
        "filename": "000000452122.jpg",
        "caption": "A large white airplane flies in the gray sky.",
        "negative_caption": "A large white airplane flies in the blue sky."
    },
    "445": {
        "filename": "000000025393.jpg",
        "caption": "Two men standing on the street wearing a suit and tie",
        "negative_caption": "Two men standing on the street wearing casual clothes."
    },
    "446": {
        "filename": "000000473974.jpg",
        "caption": "A herd of zebra are grazing on tall dry grass.",
        "negative_caption": "A herd of giraffe are grazing on tall dry grass."
    },
    "447": {
        "filename": "000000352684.jpg",
        "caption": "A professionally dressed man poses for the camera.",
        "negative_caption": "A casually dressed man poses for the camera."
    },
    "448": {
        "filename": "000000137246.jpg",
        "caption": "A woman holding a hot dog on the street.",
        "negative_caption": "A woman holding a cold dog on the street."
    },
    "449": {
        "filename": "000000578093.jpg",
        "caption": "a white yellow and blue train at an empty train station",
        "negative_caption": "A black yellow and blue train at an empty train station."
    },
    "450": {
        "filename": "000000085478.jpg",
        "caption": "There is a polar bear swimming in the water.",
        "negative_caption": "There is a grizzly bear swimming in the water."
    },
    "451": {
        "filename": "000000545826.jpg",
        "caption": "A black cat with white paws is standing among some wooden boards and a toy.",
        "negative_caption": "A black cat with pink paws is standing among some wooden boards and a toy."
    },
    "452": {
        "filename": "000000008277.jpg",
        "caption": "A plate of shredded chicken with a broccoli cheese sauce.",
        "negative_caption": "A plate of whole chicken with a broccoli cheese sauce."
    },
    "453": {
        "filename": "000000217957.jpg",
        "caption": "A clock is shown with gold detailing around it.",
        "negative_caption": "A clock is shown with silver detailing around it."
    },
    "454": {
        "filename": "000000187271.jpg",
        "caption": "An old fashioned refrigerator sitting in front of wooden cabinets.",
        "negative_caption": "An old fashioned refrigerator sitting in front of glass cabinets."
    },
    "455": {
        "filename": "000000184384.jpg",
        "caption": "A plate of blueberry coffee cake with butter and an orange slice on a table with breakfast foods.",
        "negative_caption": "A plate of chocolate coffee cake with butter and an orange slice on a table with breakfast foods."
    },
    "456": {
        "filename": "000000461405.jpg",
        "caption": "A group of sheep in a grassy area with trees in the back ground.",
        "negative_caption": "A group of sheep in a rocky area with trees in the back ground."
    },
    "457": {
        "filename": "000000508101.jpg",
        "caption": "there are two men in an odd looking boat ",
        "negative_caption": "There are three men in an odd looking boat."
    },
    "458": {
        "filename": "000000334006.jpg",
        "caption": "a large blue truck is driving down the street",
        "negative_caption": "A large red truck is driving down the street."
    },
    "459": {
        "filename": "000000131379.jpg",
        "caption": "The browned cracked crust of a baked berry pie.",
        "negative_caption": "The browned smooth crust of a baked berry pie."
    },
    "460": {
        "filename": "000000033638.jpg",
        "caption": "A man preparing food on a large old oven.",
        "negative_caption": "A man preparing food on a small old oven."
    },
    "461": {
        "filename": "000000107226.jpg",
        "caption": "Men race on wheeled vehicles towed by a group of husky dogs.",
        "negative_caption": "Men race on sled vehicles towed by a group of husky dogs."
    },
    "462": {
        "filename": "000000501523.jpg",
        "caption": "A black cat that is sitting in a sink.",
        "negative_caption": "A calico cat that is sitting in a sink."
    },
    "463": {
        "filename": "000000441586.jpg",
        "caption": "A man standing on a vehicle with two large wheels.",
        "negative_caption": "A man standing on a vehicle with two small wheels."
    },
    "464": {
        "filename": "000000251065.jpg",
        "caption": "The small bathroom has a toilet with a black seat.",
        "negative_caption": "The small bathroom has a toilet with a white seat."
    },
    "465": {
        "filename": "000000203317.jpg",
        "caption": "A red bike is parked outside of a barred window.",
        "negative_caption": "A red bike is parked outside of an unbarred window."
    },
    "466": {
        "filename": "000000374369.jpg",
        "caption": "The skier is on the flat   with front ski edges together and holding ski poles.",
        "negative_caption": "The skier is on the sloped with front ski edges together and holding ski poles."
    },
    "467": {
        "filename": "000000580757.jpg",
        "caption": "A red, white and blue fire hydrant on a city sidewalk.",
        "negative_caption": "A green, white and blue fire hydrant on a city sidewalk."
    },
    "468": {
        "filename": "000000453584.jpg",
        "caption": "A red bench on a slanted floor has the Coca-Cola symbol on it.",
        "negative_caption": "A red bench on a flat floor has the Coca-Cola symbol on it."
    },
    "469": {
        "filename": "000000221017.jpg",
        "caption": "A rooster is walking on a grassy beach.",
        "negative_caption": "A rooster is walking on a sandy beach."
    },
    "470": {
        "filename": "000000476215.jpg",
        "caption": "A man standing behind two brown horses on a dirt field.",
        "negative_caption": "A man standing behind two brown horses on a green field."
    },
    "471": {
        "filename": "000000536947.jpg",
        "caption": "The garage is littered with garbage on the floor. ",
        "negative_caption": "The garage is organized with tools neatly arranged on the shelves."
    },
    "472": {
        "filename": "000000284445.jpg",
        "caption": "A very crowded sidewalk with a crooked light pole.",
        "negative_caption": "An empty sidewalk with a crooked light pole."
    },
    "473": {
        "filename": "000000572678.jpg",
        "caption": "A white room with a large window and a glass dining table and white chairs.",
        "negative_caption": "A white room with a large window and a wooden dining table and white chairs."
    },
    "474": {
        "filename": "000000521282.jpg",
        "caption": "A close up of a clear vase with flowers.",
        "negative_caption": "A close up of a tinted vase with flowers."
    },
    "475": {
        "filename": "000000223959.jpg",
        "caption": "a male tennis player in a white shirt is holding his racket",
        "negative_caption": "A female tennis player in a white shirt is holding her racket."
    },
    "476": {
        "filename": "000000367680.jpg",
        "caption": "A horse and cart are stopped on a busy street.",
        "negative_caption": "A horse and cart are stopped on a quiet street."
    },
    "477": {
        "filename": "000000537153.jpg",
        "caption": "A couple of people sitting on top of a wooden bench.",
        "negative_caption": "A couple of people sitting on top of a metal bench."
    },
    "478": {
        "filename": "000000370677.jpg",
        "caption": "Three people in work uniforms and visors standing together in front of various types of donuts.",
        "negative_caption": "Three people in casual uniforms and visors standing together in front of various types of donuts."
    },
    "479": {
        "filename": "000000088269.jpg",
        "caption": "A plate holding a grilled cheese sandwich and bowl of soup.",
        "negative_caption": "A plate holding a grilled vegan sandwich and bowl of soup."
    },
    "480": {
        "filename": "000000206411.jpg",
        "caption": "A hand holding a spraying hose to a toilet bowl in a small toilet stall.",
        "negative_caption": "A hand holding a spraying hose to a toilet bowl in a spacious toilet stall."
    },
    "481": {
        "filename": "000000236784.jpg",
        "caption": "Two dogs are lying on the brown couch. ",
        "negative_caption": "Several dogs are lying on the brown couch."
    },
    "482": {
        "filename": "000000251065.jpg",
        "caption": "A white toilet with a black seat sitting in a small stall.",
        "negative_caption": "A pink toilet with a black seat sitting in a small stall."
    },
    "483": {
        "filename": "000000320664.jpg",
        "caption": "Traditional American comfort food arranged on a plate",
        "negative_caption": "Traditional Indian comfort food arranged on a plate."
    },
    "484": {
        "filename": "000000080340.jpg",
        "caption": "a small child wearing a tie and holding a suitcase with other people in the background",
        "negative_caption": "A tall child wearing a tie and holding a suitcase with other people in the background."
    },
    "485": {
        "filename": "000000123321.jpg",
        "caption": "This is a broccoli carrot soup with a lot of broth.",
        "negative_caption": "This is a tomato carrot soup with a lot of broth."
    },
    "486": {
        "filename": "000000194875.jpg",
        "caption": "A street scene with motorcycles parked along the side of the road with people dining outside.",
        "negative_caption": "A street scene with motorcycles moving along the road with people dining outside."
    },
    "487": {
        "filename": "000000410428.jpg",
        "caption": "Sheep are on a grassy field and one of them is a white and black baby.",
        "negative_caption": "Sheep are on a rocky field and one of them is a white and black baby."
    },
    "488": {
        "filename": "000000190756.jpg",
        "caption": "a man in mid air while riding a motor bike",
        "negative_caption": "A man in mid air while riding a bicycle."
    },
    "489": {
        "filename": "000000296224.jpg",
        "caption": "A close up view of a very big pretty city bus.",
        "negative_caption": "A distant view of a very big pretty city bus."
    },
    "490": {
        "filename": "000000308430.jpg",
        "caption": "Someone is cooking a vegtable stir fry for dinner",
        "negative_caption": "Someone is cooking a meat stir fry for dinner."
    },
    "491": {
        "filename": "000000191013.jpg",
        "caption": "A large clock fixed to a building as vehicles pass by.",
        "negative_caption": "A small clock fixed to a building as vehicles pass by."
    },
    "492": {
        "filename": "000000236914.jpg",
        "caption": "Two stuffed bears are positioned at a table with a jar of honey",
        "negative_caption": "Two realistic bears are positioned at a table with a jar of honey."
    },
    "493": {
        "filename": "000000557501.jpg",
        "caption": "A bathroom is very colorful with blue yellow and red.",
        "negative_caption": "A bathroom is very drab with blue, yellow, and red."
    },
    "494": {
        "filename": "000000261116.jpg",
        "caption": "An empty plate with a fork is shown in between two children.",
        "negative_caption": "A full plate with a fork is shown in between two children."
    },
    "495": {
        "filename": "000000382088.jpg",
        "caption": "a white horse that is standing next to a fence",
        "negative_caption": "A brown horse that is standing next to a fence."
    },
    "496": {
        "filename": "000000003845.jpg",
        "caption": "A dinner plate that has white steamed rice with stir fry vegetables and chicken.",
        "negative_caption": "A dinner plate that has multicolored steamed rice with stir fry vegetables and chicken."
    },
    "497": {
        "filename": "000000006818.jpg",
        "caption": "a couple of buckets in a white room",
        "negative_caption": "A couple of buckets in a black room."
    },
    "498": {
        "filename": "000000096493.jpg",
        "caption": "a kid is wearing a blanket on a coach",
        "negative_caption": "A kid is wearing a striped shirt on a coach."
    },
    "499": {
        "filename": "000000340175.jpg",
        "caption": " a living room with a big table next to a book shelf ",
        "negative_caption": "A living room with a small table next to a book shelf."
    },
    "500": {
        "filename": "000000398237.jpg",
        "caption": "A child with various yard decorations some of which look like fish.",
        "negative_caption": "A child with various yard decorations some of which look like birds."
    },
    "501": {
        "filename": "000000501523.jpg",
        "caption": "A black cat sits in a white bathroom sink.",
        "negative_caption": "An orange cat sits in a white bathroom sink."
    },
    "502": {
        "filename": "000000448076.jpg",
        "caption": "A group of people wait in a red reception area.",
        "negative_caption": "A group of people wait in a blue reception area."
    },
    "503": {
        "filename": "000000332570.jpg",
        "caption": "A person holding a smart device in their left  hand.",
        "negative_caption": "A person holding a smart device in their right hand."
    },
    "504": {
        "filename": "000000057238.jpg",
        "caption": "A kitchen has a plain white fridge in the corner. ",
        "negative_caption": "A kitchen has a fancy white fridge in the corner."
    },
    "505": {
        "filename": "000000005060.jpg",
        "caption": "A man in green shirt with cellphone reflecting in a mirror.",
        "negative_caption": "A man in a red shirt with cellphone reflecting in a mirror."
    },
    "506": {
        "filename": "000000368940.jpg",
        "caption": "A white sink with a black cabinet underneath it.",
        "negative_caption": "A white sink with a gray cabinet underneath it."
    },
    "507": {
        "filename": "000000174004.jpg",
        "caption": "A yellow truck is sitting in high grass. ",
        "negative_caption": "A purple truck is sitting in high grass."
    },
    "508": {
        "filename": "000000091654.jpg",
        "caption": "The asian dish is filled with several different ingredients.",
        "negative_caption": "The Mexican dish is filled with several different ingredients."
    },
    "509": {
        "filename": "000000226903.jpg",
        "caption": "A bunch of different foods on display on  a counter.",
        "negative_caption": "A bunch of similar foods on display on a counter."
    },
    "510": {
        "filename": "000000502732.jpg",
        "caption": "A two door, stainless steel refrigerator under a wine cabinet",
        "negative_caption": "A three door, stainless steel refrigerator under a wine cabinet."
    },
    "511": {
        "filename": "000000376442.jpg",
        "caption": "A black stuffed animal sitting on top of a toilet in a bathroom stall with blue floor tile. ",
        "negative_caption": "A black stuffed animal sitting on top of a toilet in a bathroom stall with pink floor tile."
    },
    "512": {
        "filename": "000000410510.jpg",
        "caption": "A young man playing tennis as seen from above.",
        "negative_caption": "An old man playing tennis as seen from above."
    },
    "513": {
        "filename": "000000225532.jpg",
        "caption": "A highway with a green exit sign and a yellow traffic sign. ",
        "negative_caption": "A highway with a green exit sign and a red traffic sign."
    },
    "514": {
        "filename": "000000301563.jpg",
        "caption": "The man is skiing down the snowy slopes.",
        "negative_caption": "The man is skiing down the bare slopes."
    },
    "515": {
        "filename": "000000336309.jpg",
        "caption": "a large passenger airplane flying through a cloudy sky",
        "negative_caption": "A large passenger airplane flying through a clear sky."
    },
    "516": {
        "filename": "000000206027.jpg",
        "caption": "A slice of pizza with a swirl of sauce on top.",
        "negative_caption": "A slice of pizza with a dollop of sauce on top."
    },
    "517": {
        "filename": "000000429011.jpg",
        "caption": "Two toy vehicles and a police box are set up in a street scene.",
        "negative_caption": "Two real vehicles and a police box are set up in a street scene."
    },
    "518": {
        "filename": "000000078915.jpg",
        "caption": "A tennis player hits a high ball in front of an audience. ",
        "negative_caption": "A tennis player hits a low ball in front of an audience."
    },
    "519": {
        "filename": "000000424551.jpg",
        "caption": "a person is going up a snow covered mountain",
        "negative_caption": "A person is going up a rocky mountain."
    },
    "520": {
        "filename": "000000122745.jpg",
        "caption": "A red stop sign sitting on the side of a dark road.",
        "negative_caption": "A red stop sign sitting on the side of a bright road."
    },
    "521": {
        "filename": "000000238866.jpg",
        "caption": "A rack topped with glazed donuts sitting side by side.",
        "negative_caption": "A rack topped with plain donuts sitting side by side."
    },
    "522": {
        "filename": "000000363207.jpg",
        "caption": "The bride and groom stand behind a square, multi-layer wedding cake.",
        "negative_caption": "The bride and groom stand behind a square, simple wedding cake."
    },
    "523": {
        "filename": "000000564133.jpg",
        "caption": "African elephants file through dry grass and shrub growth.",
        "negative_caption": "African elephants file through lush grass and shrub growth."
    },
    "524": {
        "filename": "000000284623.jpg",
        "caption": "A black cat sitting inside a bathroom sink",
        "negative_caption": "An orange cat sitting inside a bathroom sink."
    },
    "525": {
        "filename": "000000123131.jpg",
        "caption": "A large black truck in a parking lot",
        "negative_caption": "A small black truck in a parking lot."
    },
    "526": {
        "filename": "000000087470.jpg",
        "caption": "a big heard of cows walking down a road in a row with green tags on their ears",
        "negative_caption": "A big heard of cows walking down a road in a row with yellow tags on their ears."
    },
    "527": {
        "filename": "000000163257.jpg",
        "caption": "A man in a neon green shirt and black pants holding a pink umbrella.",
        "negative_caption": "A man in a neon green shirt and black pants holding a yellow umbrella."
    },
    "528": {
        "filename": "000000156643.jpg",
        "caption": "A man cuting a piece of cake while a person in costume stands behind him.",
        "negative_caption": "A man decorating a piece of cake while a person in costume stands behind him."
    },
    "529": {
        "filename": "000000080057.jpg",
        "caption": "A teddy bear with a hammer next to a peg board toy.",
        "negative_caption": "A plastic bear with a hammer next to a peg board toy."
    },
    "530": {
        "filename": "000000361238.jpg",
        "caption": "a woman in a black jacket and a pizza ",
        "negative_caption": "A woman in a colorful jacket and a pizza."
    },
    "531": {
        "filename": "000000092839.jpg",
        "caption": "a white polar bear is laying down in its pen",
        "negative_caption": "A black polar bear is laying down in its pen."
    },
    "532": {
        "filename": "000000396274.jpg",
        "caption": "Several broccoli plants planted next to a wall.",
        "negative_caption": "A single broccoli plant planted next to a wall."
    },
    "533": {
        "filename": "000000177934.jpg",
        "caption": "Young women washing motor cycles in the middle of a street.",
        "negative_caption": "Elderly women washing motor cycles in the middle of a street."
    },
    "534": {
        "filename": "000000530854.jpg",
        "caption": "Several umbrellas in different styles can be seen with rain on them.",
        "negative_caption": "Several umbrellas in identical styles can be seen with rain on them."
    },
    "535": {
        "filename": "000000172547.jpg",
        "caption": "A grassy hill side with some animals in the distance ",
        "negative_caption": "A rocky hill side with some animals in the distance."
    },
    "536": {
        "filename": "000000341719.jpg",
        "caption": "A group of people riding skis across a snow covered slope.",
        "negative_caption": "A solitary person riding skis across a snow covered slope."
    },
    "537": {
        "filename": "000000064462.jpg",
        "caption": "A female skier stops and poses for a picture",
        "negative_caption": "A male skier stops and poses for a picture."
    },
    "538": {
        "filename": "000000274687.jpg",
        "caption": "A bicycle is standing next to a bed in a room.",
        "negative_caption": "A bicycle is lying next to a bed in a room."
    },
    "539": {
        "filename": "000000271997.jpg",
        "caption": "A photo of a young male in a suit jacket and tie.",
        "negative_caption": "A photo of an elderly male in a suit jacket and tie."
    },
    "540": {
        "filename": "000000128476.jpg",
        "caption": "A display of several elaborately decorated pink and white cakes.",
        "negative_caption": "A display of several plain decorated pink and white cakes."
    },
    "541": {
        "filename": "000000322724.jpg",
        "caption": "A woman leaning on ski spikes on a snowy mountain.",
        "negative_caption": "A woman leaning on ski spikes on a sunny mountain."
    },
    "542": {
        "filename": "000000352584.jpg",
        "caption": "A toilet that is made of material with sparkles.",
        "negative_caption": "A toilet that is made of plain material."
    },
    "543": {
        "filename": "000000418281.jpg",
        "caption": "There white cows in grassy area with temples in background.",
        "negative_caption": "There black cows in grassy area with temples in background."
    },
    "544": {
        "filename": "000000049269.jpg",
        "caption": "A brown horse stands over a light colored dog.",
        "negative_caption": "A black horse stands over a light colored dog."
    },
    "545": {
        "filename": "000000173830.jpg",
        "caption": "A skier crouched and skiing down a slope.",
        "negative_caption": "A skier upright and skiing down a slope."
    },
    "546": {
        "filename": "000000268996.jpg",
        "caption": "A green street sign handing from a black pole with a building in the background",
        "negative_caption": "A red street sign handing from a black pole with a building in the background."
    },
    "547": {
        "filename": "000000321214.jpg",
        "caption": "A baby in plaid shirt eating a frosted cake.",
        "negative_caption": "A baby in plaid shirt eating a plain cake."
    },
    "548": {
        "filename": "000000017379.jpg",
        "caption": "a tv in a bathroom mirror next to sinks",
        "negative_caption": "A TV in a bathroom mirror far from the sinks."
    },
    "549": {
        "filename": "000000535578.jpg",
        "caption": "A flock of sheep walking along a grassy hillside grazing.",
        "negative_caption": "A flock of sheep walking along a rocky hillside grazing."
    },
    "550": {
        "filename": "000000544605.jpg",
        "caption": "A street pole with one ways, except deliveries, street and no walking signs.",
        "negative_caption": "A street pole with two-way, except deliveries, street and no walking signs."
    },
    "551": {
        "filename": "000000293044.jpg",
        "caption": "A container that has a packed lunch in it.",
        "negative_caption": "An empty container that used to have a lunch in it."
    },
    "552": {
        "filename": "000000166277.jpg",
        "caption": "A cat drinking out of a glass on top of a table.",
        "negative_caption": "A cat eating out of a glass on top of a table."
    },
    "553": {
        "filename": "000000273198.jpg",
        "caption": "A man opening a fire hydrant spewing out rusty water into a street.",
        "negative_caption": "A man opening a fire hydrant spewing out clean water into a street."
    },
    "554": {
        "filename": "000000058636.jpg",
        "caption": "The street signs for Gladys and Detroit streets are attached to a wooden pole.",
        "negative_caption": "The street signs for Gladys and Detroit streets are attached to a metal pole."
    },
    "555": {
        "filename": "000000099242.jpg",
        "caption": "An older man downhill skiing down a slope.",
        "negative_caption": "A young man downhill skiing down a slope."
    },
    "556": {
        "filename": "000000464089.jpg",
        "caption": "A catcher is ready to catch the ball after it crosses the plate.",
        "negative_caption": "A catcher is not ready to catch the ball after it crosses the plate."
    },
    "557": {
        "filename": "000000032285.jpg",
        "caption": "A bathroom has yellow walls, brown floors, and a closet in it.",
        "negative_caption": "A bathroom has yellow walls, white floors, and a closet in it."
    },
    "558": {
        "filename": "000000092839.jpg",
        "caption": "A large white polar bear sitting on top of a rock.",
        "negative_caption": "A large brown polar bear sitting on top of a rock."
    },
    "559": {
        "filename": "000000541055.jpg",
        "caption": "A group of young people standing on top of a snow covered slope.",
        "negative_caption": "A group of young people standing on top of a green slope."
    },
    "560": {
        "filename": "000000410880.jpg",
        "caption": "A stuffed bear is sitting outside an eatery.",
        "negative_caption": "An unstuffed bear is sitting outside an eatery."
    },
    "561": {
        "filename": "000000331352.jpg",
        "caption": "A small closed toilet in a cramped space.",
        "negative_caption": "A small open toilet in a cramped space."
    },
    "562": {
        "filename": "000000562121.jpg",
        "caption": "Two zebras in a jungle area fighting in a dirt area.",
        "negative_caption": "Two zebras in a desert area fighting in a dirt area."
    },
    "563": {
        "filename": "000000008021.jpg",
        "caption": "a large screen showing a person wearing a suit",
        "negative_caption": "A smaller screen showing a person wearing a suit."
    },
    "564": {
        "filename": "000000105014.jpg",
        "caption": "A large salad bowl with a fork on the side on a flowered table..",
        "negative_caption": "A large salad bowl with a fork on the side on a plain table."
    },
    "565": {
        "filename": "000000172571.jpg",
        "caption": "A deep dish style pizza with a slice cut out of it next to a glass of white wine.",
        "negative_caption": "A shallow dish style pizza with a slice cut out of it next to a glass of white wine."
    },
    "566": {
        "filename": "000000154947.jpg",
        "caption": "A sheep standing in a dry grass field.",
        "negative_caption": "A sheep standing in a lush grass field."
    },
    "567": {
        "filename": "000000530099.jpg",
        "caption": "A calico cat is sitting on the roof of a car at night.",
        "negative_caption": "A calico cat is sitting on the roof of a car in the daytime."
    },
    "568": {
        "filename": "000000426329.jpg",
        "caption": "Several desserts sitting behind a glass window with display cards in front of them.",
        "negative_caption": "A singular dessert sitting behind a glass window with a display card in front of it."
    },
    "569": {
        "filename": "000000093437.jpg",
        "caption": "An old man standing in a kitchen posing for a picture.",
        "negative_caption": "A young man standing in a kitchen posing for a picture."
    },
    "570": {
        "filename": "000000009483.jpg",
        "caption": "A man in a suit standing next to a control board and computer.",
        "negative_caption": "A man in casual clothing standing next to a control board and computer."
    },
    "571": {
        "filename": "000000559543.jpg",
        "caption": "A cute girl in pink is playing a video game.",
        "negative_caption": "A cute girl in black is playing a video game."
    },
    "572": {
        "filename": "000000021167.jpg",
        "caption": "A couple is dressed in black and the male has a drink.",
        "negative_caption": "A couple is dressed in yellow and the male has a drink."
    },
    "573": {
        "filename": "000000546964.jpg",
        "caption": "An elegant room with burgundy and floral furniture. ",
        "negative_caption": "A cluttered room with burgundy and floral furniture."
    },
    "574": {
        "filename": "000000176446.jpg",
        "caption": "there is a yellow notebook on a black desk ",
        "negative_caption": "There is a green notebook on a black desk."
    },
    "575": {
        "filename": "000000057238.jpg",
        "caption": "A corner of a kitchen with a big fridge.",
        "negative_caption": "A corner of a kitchen with a small fridge."
    },
    "576": {
        "filename": "000000303818.jpg",
        "caption": "A fish eye view of a bus rounding a curve on a city street.",
        "negative_caption": "A fish eye view of a bus rounding a curve on a rural street."
    },
    "577": {
        "filename": "000000429281.jpg",
        "caption": "A big bin filled with some ripe yellow bananas.",
        "negative_caption": "A tiny bin filled with some ripe yellow bananas."
    },
    "578": {
        "filename": "000000109798.jpg",
        "caption": "A variety of doughnuts sitting on a paper plate.",
        "negative_caption": "A uniform set of doughnuts sitting on a paper plate."
    },
    "579": {
        "filename": "000000240754.jpg",
        "caption": "A small cow in a enclosure with straw on the floor. ",
        "negative_caption": "A gigantic cow in an enclosure with straw on the floor."
    },
    "580": {
        "filename": "000000385190.jpg",
        "caption": "a street corner is boarded by painted walls",
        "negative_caption": "A street corner is boarded by unpainted walls."
    },
    "581": {
        "filename": "000000567640.jpg",
        "caption": "Group of soccer players on field kicking ball.",
        "negative_caption": "A solo soccer player on field kicking ball."
    },
    "582": {
        "filename": "000000523811.jpg",
        "caption": "a bird sitting on a brick of bird food on a pole",
        "negative_caption": "A bird flying towards a brick of bird food on a pole."
    },
    "583": {
        "filename": "000000352584.jpg",
        "caption": "A toilet covered in glitter sitting inside of a room.",
        "negative_caption": "A toilet covered in matte sitting inside of a room."
    },
    "584": {
        "filename": "000000284282.jpg",
        "caption": "A GREEN TABLE WITH A OLD RUSTY BLENDER AND A PRINTER ",
        "negative_caption": "A GREEN TABLE WITH A OLD SHINY BLENDER AND A PRINTER."
    },
    "585": {
        "filename": "000000212559.jpg",
        "caption": "A herd of sheep grazing on a pile of hay.",
        "negative_caption": "A herd of sheep sleeping on a pile of hay."
    },
    "586": {
        "filename": "000000370042.jpg",
        "caption": "there are many vases on the ground in the street",
        "negative_caption": "There are few vases on the ground in the street."
    },
    "587": {
        "filename": "000000475678.jpg",
        "caption": "Three rows of luggage of various color and size.",
        "negative_caption": "Three rows of luggage of uniform color and size."
    },
    "588": {
        "filename": "000000037777.jpg",
        "caption": "The kitchen is clean and ready for us to see.",
        "negative_caption": "The kitchen is dirty and ready for us to see."
    },
    "589": {
        "filename": "000000323709.jpg",
        "caption": "A large jet airplane parked next to a domed tower.",
        "negative_caption": "A large jet airplane parked next to a flat tower."
    },
    "590": {
        "filename": "000000301867.jpg",
        "caption": "THERE ARE WOMEN THAT ARE LAUGHING UNDER THE UMBRELLA",
        "negative_caption": "There are women that are frowning under the umbrella."
    },
    "591": {
        "filename": "000000502737.jpg",
        "caption": "A person holds an oddly shaped cookie in front of the camera.",
        "negative_caption": "A person holds a round cookie in front of the camera."
    },
    "592": {
        "filename": "000000199551.jpg",
        "caption": "A young boy sleeping on floral printed sheets",
        "negative_caption": "A young boy sleeping on stripped sheets."
    },
    "593": {
        "filename": "000000113403.jpg",
        "caption": "A group of stuffed animals sitting next to each other in bed.",
        "negative_caption": "An individual stuffed animal sitting in bed."
    },
    "594": {
        "filename": "000000031050.jpg",
        "caption": "A vase with various flowers in it on a display case.",
        "negative_caption": "A vase with uniform flowers in it on a display case."
    },
    "595": {
        "filename": "000000189310.jpg",
        "caption": "A lime green room with older style furnishings and curtains.",
        "negative_caption": "A red room with older style furnishings and curtains."
    },
    "596": {
        "filename": "000000182021.jpg",
        "caption": "a blurry photo of a baseball player holding a bat ",
        "negative_caption": "A clear photo of a baseball player holding a bat."
    },
    "597": {
        "filename": "000000042296.jpg",
        "caption": "A wet dog is playing with a string of balls.",
        "negative_caption": "A shaggy dog is playing with a string of balls."
    },
    "598": {
        "filename": "000000122606.jpg",
        "caption": "A front shot of a Crosstown bus is parked on the side of the road. ",
        "negative_caption": "A rear shot of a Crosstown bus is parked on the side of the road."
    },
    "599": {
        "filename": "000000302165.jpg",
        "caption": "An indoor farm area with cows in individual stations sitting and standing on hay.",
        "negative_caption": "An outdoor farm area with cows in individual stations sitting and standing on hay."
    },
    "600": {
        "filename": "000000221708.jpg",
        "caption": "A wood paneled kitchen with dining table and tiled floor.",
        "negative_caption": "A steel paneled kitchen with dining table and tiled floor."
    },
    "601": {
        "filename": "000000066523.jpg",
        "caption": "A bed topped with three white pillows covered in a canopy.",
        "negative_caption": "A bed topped with three black pillows covered in a canopy."
    },
    "602": {
        "filename": "000000577182.jpg",
        "caption": "A small bird sitting on the back of a wooden bench.",
        "negative_caption": "A small bird sitting on the back of a plastic bench."
    },
    "603": {
        "filename": "000000476258.jpg",
        "caption": "Man in yellow and black body suit on skateboard.",
        "negative_caption": "Man in pink and black body suit on skateboard."
    },
    "604": {
        "filename": "000000273132.jpg",
        "caption": "An old woman leans on her back while sitting on an ornate bench.",
        "negative_caption": "An old woman leans on her back while sitting on a plain bench."
    },
    "605": {
        "filename": "000000181303.jpg",
        "caption": "A little boy standing on a field with a kite over his head.",
        "negative_caption": "A tall boy standing on a field with a kite over his head."
    },
    "606": {
        "filename": "000000090284.jpg",
        "caption": "A young lady swinging a tennis racquet on top of a tennis court.",
        "negative_caption": "An elderly lady swinging a tennis racquet on top of a tennis court."
    },
    "607": {
        "filename": "000000136355.jpg",
        "caption": "A vase of flowers on a dining table.",
        "negative_caption": "A vase of succulent plants on a dining table."
    },
    "608": {
        "filename": "000000560256.jpg",
        "caption": "A market stand with many different kinds of fruit.",
        "negative_caption": "A market stand with many similar kinds of fruit."
    },
    "609": {
        "filename": "000000226111.jpg",
        "caption": "A street sign prohibiting bicycles, skates, and skateboards.",
        "negative_caption": "A street sign permitting bicycles, skates, and skateboards."
    },
    "610": {
        "filename": "000000351810.jpg",
        "caption": "A pile of luggage in a room with two women nearby.",
        "negative_caption": "Scattered luggage in a room with two women nearby."
    },
    "611": {
        "filename": "000000310072.jpg",
        "caption": "A black metal bench with a had hanging on the back of it. ",
        "negative_caption": "A green metal bench with a hat hanging on the back of it."
    },
    "612": {
        "filename": "000000006818.jpg",
        "caption": "A bathroom with no toilets and a red and green bucket. ",
        "negative_caption": "A bathroom with no toilets and a blue and green bucket."
    },
    "613": {
        "filename": "000000239274.jpg",
        "caption": "People are getting off a boat on a rocky island.",
        "negative_caption": "People are getting off a boat on a sandy island."
    },
    "614": {
        "filename": "000000239347.jpg",
        "caption": "The picture of the couple in bed is displayed in the large window.",
        "negative_caption": "The picture of the couple in bed is displayed in the small window."
    },
    "615": {
        "filename": "000000378605.jpg",
        "caption": "a donut with a cup of coffee and an ornate napkin holder",
        "negative_caption": "A donut with a cup of coffee and a minimalist napkin holder."
    },
    "616": {
        "filename": "000000166521.jpg",
        "caption": "A living room with two televisions decorated for the holiday.",
        "negative_caption": "A living room with two televisions decorated in a non-festive manner."
    },
    "617": {
        "filename": "000000278353.jpg",
        "caption": "A sheep with short hair stands under a fence.",
        "negative_caption": "A sheep with long hair stands under a fence."
    },
    "618": {
        "filename": "000000039951.jpg",
        "caption": "A young man hitting a ball with a racquet.",
        "negative_caption": "An elderly man hitting a ball with a racquet."
    },
    "619": {
        "filename": "000000239347.jpg",
        "caption": "A photo of a man and his wife on a bed",
        "negative_caption": "A photo of a man and his husband on a bed."
    },
    "620": {
        "filename": "000000483667.jpg",
        "caption": "a man wearing a top hat and a red tie ",
        "negative_caption": "A man wearing a top hat and a green tie."
    },
    "621": {
        "filename": "000000557501.jpg",
        "caption": "A colorful public restroom focused on the sinks.",
        "negative_caption": "A drab public restroom focused on the sinks."
    },
    "622": {
        "filename": "000000177935.jpg",
        "caption": "an old fashion double oven cook stove with a griddle ",
        "negative_caption": "A modern fashion double oven cook stove with a griddle."
    },
    "623": {
        "filename": "000000447314.jpg",
        "caption": "A lady and a little girl flying a kite on a grassy field.",
        "negative_caption": "A lady and a little girl flying a kite on a sandy field."
    },
    "624": {
        "filename": "000000039956.jpg",
        "caption": "A messy room with door and bed and chair.",
        "negative_caption": "A clean room with door and bed and chair."
    },
    "625": {
        "filename": "000000232563.jpg",
        "caption": "A man on sidewalk holding a zebra strip umbrella.",
        "negative_caption": "A man on sidewalk holding a solid black umbrella."
    },
    "626": {
        "filename": "000000323709.jpg",
        "caption": "An airplane is parked next to a domed tower.",
        "negative_caption": "An airplane is parked next to a squared tower."
    },
    "627": {
        "filename": "000000065736.jpg",
        "caption": "A woman in black shirt and skirt playing a game of tennis.",
        "negative_caption": "A woman in colorful shirt and skirt playing a game of tennis."
    },
    "628": {
        "filename": "000000086220.jpg",
        "caption": "A white car and a white bus parked parallel from one another. ",
        "negative_caption": "A black car and a black bus parked parallel from one another."
    },
    "629": {
        "filename": "000000297698.jpg",
        "caption": "The skier takes off down the steep hill",
        "negative_caption": "The skier takes off down the gentle hill."
    },
    "630": {
        "filename": "000000414795.jpg",
        "caption": "a bunch of elephants are standing by a body of water",
        "negative_caption": "A solitary elephant is standing by a body of water."
    },
    "631": {
        "filename": "000000472046.jpg",
        "caption": "Empty stylish kitchen and living room with big picture windows.",
        "negative_caption": "Empty stylish kitchen and living room with small picture windows."
    },
    "632": {
        "filename": "000000000785.jpg",
        "caption": "A young woman is skiing down the mountain slope. ",
        "negative_caption": "An elderly woman is skiing down the mountain slope."
    },
    "633": {
        "filename": "000000322844.jpg",
        "caption": "there are two stuffed animals on a wooden bench",
        "negative_caption": "There are two stuffed animals on a plastic bench."
    },
    "634": {
        "filename": "000000397327.jpg",
        "caption": "The bathroom has very white appliances in it.",
        "negative_caption": "The bathroom has very black appliances in it."
    },
    "635": {
        "filename": "000000075456.jpg",
        "caption": "A pizza that is in a silver pan and sitting on a white surface.",
        "negative_caption": "A pizza that is in a silver pan and sitting on a black surface."
    },
    "636": {
        "filename": "000000008762.jpg",
        "caption": "A stoplight that is flashing green lights at cars.",
        "negative_caption": "A stoplight that is flashing red lights at cars."
    },
    "637": {
        "filename": "000000295713.jpg",
        "caption": "A woman sitting looking at her phone with an iron cast woman next to her.",
        "negative_caption": "A woman sitting looking at her phone with a plastic cast woman next to her."
    },
    "638": {
        "filename": "000000367680.jpg",
        "caption": "Several vehicles and a horse drawn cart pull up outside of a building.",
        "negative_caption": "Several vehicles and a motorized cart pull up outside of a building."
    },
    "639": {
        "filename": "000000550322.jpg",
        "caption": "A collection of kitchen utensils in a metal bowl.",
        "negative_caption": "A collection of kitchen utensils in a plastic bowl."
    },
    "640": {
        "filename": "000000069106.jpg",
        "caption": "A group of zebras stand together by a rock wall. ",
        "negative_caption": "A lonely zebra stands by a rock wall."
    },
    "641": {
        "filename": "000000058029.jpg",
        "caption": "the bathroom has a mirror and a tiled sink",
        "negative_caption": "The bathroom has a mirror and a porcelain sink."
    },
    "642": {
        "filename": "000000580757.jpg",
        "caption": "A fire hydrant is decorated with an American flag design.",
        "negative_caption": "An undecorated fire hydrant is standing on the street."
    },
    "643": {
        "filename": "000000247917.jpg",
        "caption": "A sport team is posing in a park.",
        "negative_caption": "An artistic team is posing in a park."
    },
    "644": {
        "filename": "000000151000.jpg",
        "caption": "A woman taking a picture on a sunny day. ",
        "negative_caption": "A woman taking a picture on a rainy day."
    },
    "645": {
        "filename": "000000001490.jpg",
        "caption": "A man in a wet suit stands on a surfboard and rows with a paddle.",
        "negative_caption": "A man in a dry suit stands on a surfboard and rows with a paddle."
    },
    "646": {
        "filename": "000000072813.jpg",
        "caption": "a dog laying next to some colorful blankets on a white bed ",
        "negative_caption": "A dog laying next to some plain blankets on a white bed."
    },
    "647": {
        "filename": "000000219283.jpg",
        "caption": "A teddy bear is sitting in front a group of boxes.",
        "negative_caption": "A huge bear is sitting in front a group of boxes."
    },
    "648": {
        "filename": "000000047828.jpg",
        "caption": "A large blue lit bridge spanning over a lake.",
        "negative_caption": "A large blue unlit bridge spanning over a lake."
    },
    "649": {
        "filename": "000000199551.jpg",
        "caption": "A boy asleep on a large bed under a mosquito net",
        "negative_caption": "A boy awake on a large bed under a mosquito net."
    },
    "650": {
        "filename": "000000190756.jpg",
        "caption": "MOTOR CROSS BIKE AND RIDER IN THE AIR DOING TRICKS",
        "negative_caption": "A BMX bike and rider in the air doing tricks."
    },
    "651": {
        "filename": "000000159458.jpg",
        "caption": "A dog laying on a bed in a bedroom with wood floors.",
        "negative_caption": "A dog laying on a bed in a bedroom with carpeted floors."
    },
    "652": {
        "filename": "000000058029.jpg",
        "caption": "A small clean bathroom that is well lit. ",
        "negative_caption": "A spacious clean bathroom that is well lit."
    },
    "653": {
        "filename": "000000232684.jpg",
        "caption": "A person sitting next to a laptop in a dark room.",
        "negative_caption": "A person sitting next to a laptop in a bright room."
    },
    "654": {
        "filename": "000000012576.jpg",
        "caption": "An elderly woman seated at a table holding three pizzas.",
        "negative_caption": "A young woman seated at a table holding three pizzas."
    },
    "655": {
        "filename": "000000106757.jpg",
        "caption": "an old woman standing besides an elephant smiling",
        "negative_caption": "A young woman standing besides an elephant smiling."
    },
    "656": {
        "filename": "000000474167.jpg",
        "caption": "two plates of pizza and a drink on a wooden table",
        "negative_caption": "Two plates of pizza and a drink on a glass table."
    },
    "657": {
        "filename": "000000227765.jpg",
        "caption": "The meal is being prepared in the big pot. ",
        "negative_caption": "The meal is being prepared in the small pot."
    },
    "658": {
        "filename": "000000546011.jpg",
        "caption": "A group of zebras that are standing in the dirt.",
        "negative_caption": "A solitary zebra standing in the dirt."
    },
    "659": {
        "filename": "000000379453.jpg",
        "caption": "An Air Force jet flying in a deep blue sky.",
        "negative_caption": "An Air Force jet flying in a fiery red sky."
    },
    "660": {
        "filename": "000000523811.jpg",
        "caption": "A small bird perched on a piece of wood.",
        "negative_caption": "A giant bird perched on a piece of wood."
    },
    "661": {
        "filename": "000000559842.jpg",
        "caption": "boys wearing red shirts running around after a soccer ball",
        "negative_caption": "Boys wearing yellow shirts running around after a soccer ball."
    },
    "662": {
        "filename": "000000334006.jpg",
        "caption": "Garbage and police trucks on a city street",
        "negative_caption": "Garbage and fire trucks on a city street."
    },
    "663": {
        "filename": "000000051961.jpg",
        "caption": "a coin meter that has paint all over it",
        "negative_caption": "A coin meter that is clean all over it."
    },
    "664": {
        "filename": "000000544519.jpg",
        "caption": "An Asian child brushes their teeth with a blue toothbrush.",
        "negative_caption": "A Caucasian child brushes their teeth with a blue toothbrush."
    },
    "665": {
        "filename": "000000560279.jpg",
        "caption": "Colorful lights reflect off the items inside this bathroom stall",
        "negative_caption": "Monochromatic lights reflect off the items inside this bathroom stall."
    },
    "666": {
        "filename": "000000221708.jpg",
        "caption": "Lights shine on a wooden dining room table.",
        "negative_caption": "Lights shine on a glass dining room table."
    },
    "667": {
        "filename": "000000077460.jpg",
        "caption": "People fill a park area under a cloudy sky while kites pepper the sky.",
        "negative_caption": "People fill a park area under a sunny sky while kites pepper the sky."
    },
    "668": {
        "filename": "000000214200.jpg",
        "caption": "A stop sign with a eating animals sticker on it.",
        "negative_caption": "A stop sign with a vegetarian animals sticker on it."
    },
    "669": {
        "filename": "000000487583.jpg",
        "caption": "there is a small black table next to a white toilet",
        "negative_caption": "There is a small black table next to a red toilet."
    },
    "670": {
        "filename": "000000074058.jpg",
        "caption": "A sidewalk next to the outdoor sitting area of a restaurant.",
        "negative_caption": "A sidewalk next to the indoor sitting area of a restaurant."
    },
    "671": {
        "filename": "000000261061.jpg",
        "caption": "A blurred action photo of a girl throwing a disc",
        "negative_caption": "A clear action photo of a girl throwing a disc."
    },
    "672": {
        "filename": "000000090108.jpg",
        "caption": "a bathroom with blue and white walls ",
        "negative_caption": "A bathroom with pink and white walls."
    },
    "673": {
        "filename": "000000453722.jpg",
        "caption": "A living room with a fireplace and glass slider doors.",
        "negative_caption": "A living room with a fireplace and frosted slider doors."
    },
    "674": {
        "filename": "000000281179.jpg",
        "caption": "An empty street at night with lots of lights in the background.",
        "negative_caption": "A crowded street at night with lots of lights in the background."
    },
    "675": {
        "filename": "000000253386.jpg",
        "caption": "A black and brown dog is wearing a heavy metal collar.",
        "negative_caption": "A black and brown dog is wearing a heavy leather collar."
    },
    "676": {
        "filename": "000000031269.jpg",
        "caption": "three zebras grazing in a grassy area near shrubs",
        "negative_caption": "Three zebras grazing in a rocky area near shrubs."
    },
    "677": {
        "filename": "000000201072.jpg",
        "caption": "A man in white is playing on a tennis court.",
        "negative_caption": "A man in black is playing on a tennis court."
    },
    "678": {
        "filename": "000000174482.jpg",
        "caption": "a blue bike parked on a side walk ",
        "negative_caption": "An orange bike parked on a side walk."
    },
    "679": {
        "filename": "000000153343.jpg",
        "caption": "two teddy bears that are large sitting in a small garden",
        "negative_caption": "Two teddy bears that are tiny sitting in a small garden."
    },
    "680": {
        "filename": "000000226592.jpg",
        "caption": "A bedroom done in animal prints with red and black pillows.",
        "negative_caption": "A bedroom done in floral prints with red and black pillows."
    },
    "681": {
        "filename": "000000336587.jpg",
        "caption": "A stop sign on a broken post across the street from houses.",
        "negative_caption": "A stop sign on an intact post across the street from houses."
    },
    "682": {
        "filename": "000000025393.jpg",
        "caption": "Two men wearing ties cross the street at night.",
        "negative_caption": "Two men wearing ties cross the street in the daytime."
    },
    "683": {
        "filename": "000000314294.jpg",
        "caption": "An elephant walks alone past some big rocks boulders in an open field",
        "negative_caption": "An elephant walks alone past some big rocks boulders in a closed field."
    },
    "684": {
        "filename": "000000323355.jpg",
        "caption": "A young boy dressed in yellow holding a pizza in a box.",
        "negative_caption": "A young boy dressed in blue holding a pizza in a box."
    },
    "685": {
        "filename": "000000096493.jpg",
        "caption": "A little boy sitting down with his blanket and a toy.",
        "negative_caption": "A big boy sitting down with his blanket and a toy."
    },
    "686": {
        "filename": "000000352584.jpg",
        "caption": "A sculpture of a toilet made from woven wood. ",
        "negative_caption": "A sculpture of a toilet made from carved wood."
    },
    "687": {
        "filename": "000000423229.jpg",
        "caption": "An old fashioned train riding on train tracks in a wooded area.",
        "negative_caption": "An old fashioned train riding on train tracks in a desolate area."
    },
    "688": {
        "filename": "000000279887.jpg",
        "caption": "A group of motorcycles are on display at a museum.",
        "negative_caption": "A solo motorcycle is on display at a museum."
    },
    "689": {
        "filename": "000000360137.jpg",
        "caption": "A person is sitting under a colorful umbrella.",
        "negative_caption": "A person is sitting under a monochromatic umbrella."
    },
    "690": {
        "filename": "000000033638.jpg",
        "caption": "A woman wearing shorts bends over a frying pan on a stove.",
        "negative_caption": "A woman wearing long pants bends over a frying pan on a stove."
    },
    "691": {
        "filename": "000000064462.jpg",
        "caption": "A skier posing on a steep snowy hill.",
        "negative_caption": "A skier posing on a steep bare hill."
    },
    "692": {
        "filename": "000000429281.jpg",
        "caption": "Display for bananas with a euro money sign",
        "negative_caption": "Display for bananas with a dollar money sign."
    },
    "693": {
        "filename": "000000284698.jpg",
        "caption": "a guy inside a car taking a picture through the mirror in a remote area",
        "negative_caption": "A guy inside a car taking a picture through the mirror in an urban area."
    },
    "694": {
        "filename": "000000476415.jpg",
        "caption": "A decorated neck tie saying \"Reel Big Fish\"",
        "negative_caption": "A plain neck tie saying \"Reel Big Fish\"."
    },
    "695": {
        "filename": "000000099428.jpg",
        "caption": "A stack of different electronics devices on a table.",
        "negative_caption": "A stack of identical electronics devices on a table."
    },
    "696": {
        "filename": "000000091406.jpg",
        "caption": "people standing near a table with open pizza boxes",
        "negative_caption": "people standing near a table with closed pizza boxes."
    },
    "697": {
        "filename": "000000228144.jpg",
        "caption": "A chair sitting in the middle of the room, in a black and white photo.",
        "negative_caption": "A chair sitting in the middle of the room, in a colorful photo."
    },
    "698": {
        "filename": "000000301867.jpg",
        "caption": "Three girls walking down the sidewalk under a sun umbrella.",
        "negative_caption": "A single girl walking down the sidewalk under a sun umbrella."
    },
    "699": {
        "filename": "000000281414.jpg",
        "caption": "A girl is sitting on a brick wall using her cell phone.",
        "negative_caption": "A girl is sitting on a concrete wall using her cell phone."
    },
    "700": {
        "filename": "000000404805.jpg",
        "caption": "a white woman with a blue surf board ",
        "negative_caption": "A black woman with a blue surf board."
    },
    "701": {
        "filename": "000000418281.jpg",
        "caption": "A cow standing in a grassy open field.",
        "negative_caption": "A cow standing in a barren open field."
    },
    "702": {
        "filename": "000000296649.jpg",
        "caption": "A group of motorists pass very large buildings in asia. ",
        "negative_caption": "A solo motorist passes very large buildings in Asia."
    },
    "703": {
        "filename": "000000096493.jpg",
        "caption": "A boy sitting on top of a couch under a pink blanket.",
        "negative_caption": "A boy sitting on top of a couch under a blue blanket."
    },
    "704": {
        "filename": "000000344059.jpg",
        "caption": "Two giraffes nudging over a pole in a forested area",
        "negative_caption": "Two giraffes nudging over a pole in a deserted area."
    },
    "705": {
        "filename": "000000501523.jpg",
        "caption": "A BLACK CAT SITTING INSIDE OF A SINK IN THE BATHROOM ",
        "negative_caption": "A CALICO CAT SITTING INSIDE OF A SINK IN THE BATHROOM."
    },
    "706": {
        "filename": "000000232684.jpg",
        "caption": "A man working on his laptop in the dark.",
        "negative_caption": "A man working on his laptop in the bright light."
    },
    "707": {
        "filename": "000000117645.jpg",
        "caption": "A person on a snowy slope on a snowboard.",
        "negative_caption": "A person on a sunny slope on a snowboard."
    },
    "708": {
        "filename": "000000078843.jpg",
        "caption": "A young man kissing the top of a young woman's head.",
        "negative_caption": "An elderly man kissing the top of an elderly woman's head."
    },
    "709": {
        "filename": "000000533958.jpg",
        "caption": "A plate of food with a fried egg and colorful vegetables.",
        "negative_caption": "A plate of food with a fried egg and monochromatic vegetables."
    },
    "710": {
        "filename": "000000082180.jpg",
        "caption": "Two little bears sitting on a weathered wood chair.",
        "negative_caption": "Two huge bears sitting on a weathered wood chair."
    },
    "711": {
        "filename": "000000515579.jpg",
        "caption": "A man throwing a ball while smiling and on a field. ",
        "negative_caption": "A man throwing a ball while frowning and on a field."
    },
    "712": {
        "filename": "000000153343.jpg",
        "caption": "two big stuffed bears sitting behind a chained fenced",
        "negative_caption": "Two big real bears sitting behind a chained fence."
    },
    "713": {
        "filename": "000000410880.jpg",
        "caption": "A very large teddy bear that is sitting in a chair. ",
        "negative_caption": "A very tiny teddy bear that is sitting in a chair."
    },
    "714": {
        "filename": "000000502136.jpg",
        "caption": "a run down building with two planters outside the door",
        "negative_caption": "A renovated building with two planters outside the door."
    },
    "715": {
        "filename": "000000010977.jpg",
        "caption": "this bathroom has pink tiles in the shower and is painted blue",
        "negative_caption": "This bathroom has green tiles in the shower and is painted blue."
    },
    "716": {
        "filename": "000000447342.jpg",
        "caption": "Several vehicles providing ground transportation are shown in the photo: streetcar, tourbus, classic car and family cars",
        "negative_caption": "Several vehicles providing aerial transportation are shown in the photo: helicopter, hot air balloon, small plane and glider."
    },
    "717": {
        "filename": "000000485802.jpg",
        "caption": "A plane flying in the sky with a trail of white smoke behind it.",
        "negative_caption": "A plane flying in the sky with a trail of black smoke behind it."
    },
    "718": {
        "filename": "000000000785.jpg",
        "caption": "A woman in a red jacket skiing down a slope",
        "negative_caption": "A woman in a green jacket skiing down a slope."
    },
    "719": {
        "filename": "000000560266.jpg",
        "caption": "Two brown bears swimming together in the water.",
        "negative_caption": "Two white bears swimming together in the water."
    },
    "720": {
        "filename": "000000578545.jpg",
        "caption": "A pregnant woman is in bed reading a large book.",
        "negative_caption": "A pregnant woman is in bed reading a small book."
    },
    "721": {
        "filename": "000000302165.jpg",
        "caption": "A herd of cows laying on dry grass.",
        "negative_caption": "A lone cow laying on dry grass."
    },
    "722": {
        "filename": "000000284445.jpg",
        "caption": "Pedestrians walking on a sidewalk by a badly tipped traffic light",
        "negative_caption": "Pedestrians walking on a sidewalk by an upright traffic light."
    },
    "723": {
        "filename": "000000476258.jpg",
        "caption": "A person in a helmet is riding a skateboard.",
        "negative_caption": "A person in a loose helmet is riding a skateboard."
    },
    "724": {
        "filename": "000000126226.jpg",
        "caption": "A group of baseball players sit with their gear in the dugout.",
        "negative_caption": "A lonely baseball player sits with their gear in the dugout."
    },
    "725": {
        "filename": "000000351810.jpg",
        "caption": "an image of a large number of suitcases in a pile",
        "negative_caption": "An image of a small number of suitcases in a pile."
    },
    "726": {
        "filename": "000000314034.jpg",
        "caption": "many cows next to a body of water in a field",
        "negative_caption": "A few cows next to a body of water in a field."
    },
    "727": {
        "filename": "000000000724.jpg",
        "caption": "a stop sign put upside down on a metal pole ",
        "negative_caption": "A stop sign put right side up on a metal pole."
    },
    "728": {
        "filename": "000000336587.jpg",
        "caption": "A broken telephone pole in a neighborhood with a stop sign attached to it.",
        "negative_caption": "A fixed telephone pole in a neighborhood with a stop sign attached to it."
    },
    "729": {
        "filename": "000000102356.jpg",
        "caption": "A picture of a women sitting on a motorcycle with a side car with a desert background of hills.  ",
        "negative_caption": "A picture of a women sitting on a motorcycle with a side car with an oceanic background of waves."
    },
    "730": {
        "filename": "000000099810.jpg",
        "caption": " A boy smiling and eating some food on a plate.",
        "negative_caption": "A boy frowning and eating some food on a plate."
    },
    "731": {
        "filename": "000000314294.jpg",
        "caption": "An elephant standing in a shaded cleaning in a wooded area.",
        "negative_caption": "An elephant standing in a shaded clearing in an open area."
    },
    "732": {
        "filename": "000000173044.jpg",
        "caption": "A tall tower with a clock stands in front of a skyscraper.",
        "negative_caption": "A short tower with a clock stands in front of a skyscraper."
    },
    "733": {
        "filename": "000000002431.jpg",
        "caption": "A meal of burnt toast slices with condiments on the side.",
        "negative_caption": "A meal of golden toast slices with condiments on the side."
    },
    "734": {
        "filename": "000000517687.jpg",
        "caption": "Two cell phones of differing quality are set side by side on a table.",
        "negative_caption": "Two cell phones of identical quality are set side by side on a table."
    },
    "735": {
        "filename": "000000292082.jpg",
        "caption": "an old photo of a little girl sitting on her dads lap ",
        "negative_caption": "An old photo of a huge girl sitting on her dad's lap."
    },
    "736": {
        "filename": "000000123480.jpg",
        "caption": "A shocked looking man in the mirror about to brush his teeth.",
        "negative_caption": "A calm looking man in the mirror about to brush his teeth."
    },
    "737": {
        "filename": "000000475678.jpg",
        "caption": "Rows of various colored suitcases at an airport.",
        "negative_caption": "Rows of identical colored suitcases at an airport."
    },
    "738": {
        "filename": "000000231508.jpg",
        "caption": "A uniformed baseball player being watched by people.",
        "negative_caption": "A casual baseball player being watched by people."
    },
    "739": {
        "filename": "000000022969.jpg",
        "caption": "Giraffes in their wood and grass zoo enclosure",
        "negative_caption": "Giraffes in their glass and grass zoo enclosure."
    },
    "740": {
        "filename": "000000403385.jpg",
        "caption": "A very big whit rest room with a shabby looking shower.",
        "negative_caption": "A very big white rest room with a luxurious looking shower."
    },
    "741": {
        "filename": "000000108440.jpg",
        "caption": "A train on top of an overpass bridge set of train tracks with fields on both side.",
        "negative_caption": "A train on top of an underpass bridge set of train tracks with fields on both side."
    },
    "742": {
        "filename": "000000322844.jpg",
        "caption": "A teddy bear is next to a goldfish toy.",
        "negative_caption": "A teddy bear is next to a shark toy."
    },
    "743": {
        "filename": "000000174004.jpg",
        "caption": "A truck is sitting in the middle of a wooded area.",
        "negative_caption": "A truck is sitting in the middle of a deserted area."
    },
    "744": {
        "filename": "000000504589.jpg",
        "caption": "Two friends throwing a frisbee on a sandy lot.",
        "negative_caption": "Two friends throwing a frisbee on a paved lot."
    },
    "745": {
        "filename": "000000083113.jpg",
        "caption": "Animals trying to either move or go around fallen tree branches",
        "negative_caption": "Animals trying to either move or go around intact tree branches."
    },
    "746": {
        "filename": "000000332845.jpg",
        "caption": "A man sits on his bed with a laptop in his bedroom as a ray of sunlight streams through the window. ",
        "negative_caption": "A man sits on his bed with a laptop in his living room as a ray of sunlight streams through the window."
    },
    "747": {
        "filename": "000000138819.jpg",
        "caption": "A white sink in a small, tiled bathroom.",
        "negative_caption": "A white sink in a small, marble bathroom."
    },
    "748": {
        "filename": "000000065736.jpg",
        "caption": "A woman wearing an Army t-shirt hits a tennis ball",
        "negative_caption": "A woman wearing a navy t-shirt hits a tennis ball."
    },
    "749": {
        "filename": "000000066038.jpg",
        "caption": "People sunbathing near a beach under colorful umbrellas",
        "negative_caption": "People sunbathing near a beach under monochrome umbrellas."
    },
    "750": {
        "filename": "000000140640.jpg",
        "caption": "Three women that are standing in front of a table.",
        "negative_caption": "A single woman is standing in front of a table."
    },
    "751": {
        "filename": "000000016228.jpg",
        "caption": "A trolley that is being pulled by a white horse.",
        "negative_caption": "A trolley that is being pulled by a brown horse."
    },
    "752": {
        "filename": "000000159458.jpg",
        "caption": "A dog rests on a bed in a bedroom where one person is also sitting.",
        "negative_caption": "A dog rests on a bed in a bedroom where one person is also lying."
    },
    "753": {
        "filename": "000000336309.jpg",
        "caption": "A airplane is flying through a cloudy blue sky.",
        "negative_caption": "An airplane is flying through a clear blue sky."
    },
    "754": {
        "filename": "000000557501.jpg",
        "caption": "A colorful public restroom with striped walls and yellow counter.",
        "negative_caption": "A colorful public restroom with plain walls and yellow counter."
    },
    "755": {
        "filename": "000000163640.jpg",
        "caption": "Two men ordering food from a small outside restaurant.",
        "negative_caption": "Two men ordering food from a large outside restaurant."
    },
    "756": {
        "filename": "000000475779.jpg",
        "caption": "A large tusked elephant walking in a wooded area.",
        "negative_caption": "A large tusked elephant walking in an open area."
    },
    "757": {
        "filename": "000000532690.jpg",
        "caption": "A woman with blonde hair and glasses plays a video game",
        "negative_caption": "A woman with blonde hair and sunglasses plays a video game."
    },
    "758": {
        "filename": "000000471869.jpg",
        "caption": "A teddy bear sitting on a blue chair.",
        "negative_caption": "An ornate bear sitting on a blue chair."
    },
    "759": {
        "filename": "000000295316.jpg",
        "caption": "Several people on surfboards who are riding a wave.",
        "negative_caption": "A single person on a surfboard who is riding a wave."
    },
    "760": {
        "filename": "000000196759.jpg",
        "caption": "a van parked in a outdoor parking lot",
        "negative_caption": "A van parked in an indoor parking lot."
    },
    "761": {
        "filename": "000000383621.jpg",
        "caption": "A commercial airplane with propellers flying through the air.",
        "negative_caption": "A private airplane with propellers flying through the air."
    },
    "762": {
        "filename": "000000121506.jpg",
        "caption": "A wooden table with an inverted umbrella on it.",
        "negative_caption": "A wooden table with an upright umbrella on it."
    },
    "763": {
        "filename": "000000219271.jpg",
        "caption": "A crowd of people walking along a snow covered mountain side.",
        "negative_caption": "A solitary person walking along a snow covered mountain side."
    },
    "764": {
        "filename": "000000483667.jpg",
        "caption": "A very sharp dressed man with a black top hat.",
        "negative_caption": "A very dull dressed man with a black top hat."
    },
    "765": {
        "filename": "000000334399.jpg",
        "caption": "A man looking over an open mechanical clock.",
        "negative_caption": "A man looking over an open digital clock."
    },
    "766": {
        "filename": "000000096493.jpg",
        "caption": "A little boy with a pink blanket and a remote control sitting on a couch.",
        "negative_caption": "A little boy with a blue blanket and a remote control sitting on a couch."
    },
    "767": {
        "filename": "000000154425.jpg",
        "caption": "A young boy gets ready to fly a kite.",
        "negative_caption": "An elderly man gets ready to fly a kite."
    },
    "768": {
        "filename": "000000296284.jpg",
        "caption": "An assortment of doughnuts are arranged in a display case.",
        "negative_caption": "A singular doughnut is arranged in a display case."
    },
    "769": {
        "filename": "000000337055.jpg",
        "caption": "A woman wearing a skirt shows off her tatttoos",
        "negative_caption": "A woman not wearing a skirt shows off her tattoos."
    },
    "770": {
        "filename": "000000122046.jpg",
        "caption": "A woman is sitting in a chair with an umbrella.",
        "negative_caption": "A woman is standing with an umbrella."
    },
    "771": {
        "filename": "000000099242.jpg",
        "caption": "A person skiing in an open area of snow.",
        "negative_caption": "A person skiing in an enclosed area of snow."
    },
    "772": {
        "filename": "000000213224.jpg",
        "caption": "A vase filled with flowers next to a smaller vase filled with even more flowers.",
        "negative_caption": "A vase filled with flowers next to a larger vase filled with even more flowers."
    },
    "773": {
        "filename": "000000193494.jpg",
        "caption": "A makeshift bedroom is decorated in plastic and cardboard.",
        "negative_caption": "A makeshift bedroom is decorated in metal and cardboard."
    },
    "774": {
        "filename": "000000297578.jpg",
        "caption": "Man in tan suit walking down a city street lighting a cigarette.",
        "negative_caption": "Man in tan suit walking down a rural street lighting a cigarette."
    },
    "775": {
        "filename": "000000414385.jpg",
        "caption": "a road filled with cars in a desert",
        "negative_caption": "An empty road with no cars in a desert."
    },
    "776": {
        "filename": "000000273198.jpg",
        "caption": "A man opens a fire hydrant and brown colored water is flowing out.",
        "negative_caption": "A man opens a fire hydrant and clear colored water is flowing out."
    },
    "777": {
        "filename": "000000085329.jpg",
        "caption": "A young brunette woman with multiple face piercings.",
        "negative_caption": "An old brunette woman with multiple face piercings."
    },
    "778": {
        "filename": "000000085478.jpg",
        "caption": "A polar bear is swimming in a pool of water.",
        "negative_caption": "A brown bear is swimming in a pool of water."
    },
    "779": {
        "filename": "000000122046.jpg",
        "caption": "a young Asian woman model sitting on a folding chair in a sleeveless dress, high heels and holding an umbrella",
        "negative_caption": "An old Asian woman model sitting on a folding chair in a sleeveless dress, high heels and holding an umbrella."
    },
    "780": {
        "filename": "000000239347.jpg",
        "caption": "a man and a woman are laying in a bed",
        "negative_caption": "A man and a woman are sitting in a bed."
    },
    "781": {
        "filename": "000000273198.jpg",
        "caption": "Muddy water is coming out from a water hose.",
        "negative_caption": "Clear water is coming out from a water hose."
    },
    "782": {
        "filename": "000000295231.jpg",
        "caption": "A group of animals standing on top of a grass covered field.",
        "negative_caption": "A solo animal standing on top of a grass covered field."
    },
    "783": {
        "filename": "000000504589.jpg",
        "caption": "A woman in a yellow shirt is about to catch a white frisbee.",
        "negative_caption": "A woman in a purple shirt is about to catch a white frisbee."
    },
    "784": {
        "filename": "000000345027.jpg",
        "caption": "A moped and utility truck next to a small building.",
        "negative_caption": "A moped and utility truck next to a large building."
    },
    "785": {
        "filename": "000000264535.jpg",
        "caption": "An old man reading a book on a park bench.",
        "negative_caption": "A young man reading a book on a park bench."
    },
    "786": {
        "filename": "000000420281.jpg",
        "caption": " A young man with glasses eating a hot dog with bun.",
        "negative_caption": "An old man with glasses eating a hot dog with bun."
    },
    "787": {
        "filename": "000000232489.jpg",
        "caption": "There are two slices of pizza on a paper plate.",
        "negative_caption": "There are two slices of pizza on a ceramic plate."
    }
}