{
    "0": {
        "filename": "000000565045.jpg",
        "caption": "Blue bathroom with two white towels hanging by the shower.",
        "negative_caption": "White bathroom with two blue towels hanging by the shower."
    },
    "1": {
        "filename": "000000526706.jpg",
        "caption": "A baby cow gets milk from its mother while two other cows stand nearby.",
        "negative_caption": "Two baby cows get milk from their mother while another cow stands nearby."
    },
    "2": {
        "filename": "000000165336.jpg",
        "caption": "Two giraffe and a zebra are standing in a field.",
        "negative_caption": "A giraffe and two zebras are standing in a field."
    },
    "3": {
        "filename": "000000192871.jpg",
        "caption": "One apple and several oranges sit in a bowl.",
        "negative_caption": "Several apples and one orange sit in a bowl."
    },
    "4": {
        "filename": "000000167240.jpg",
        "caption": "A blue vase with an orange floral patters sits in front of a map.",
        "negative_caption": "An orange vase with a blue floral pattern sits in front of a map."
    },
    "5": {
        "filename": "000000158956.jpg",
        "caption": "A woman in a red dress cutting a cake with a knife.",
        "negative_caption": "A woman with a knife cutting a red cake."
    },
    "6": {
        "filename": "000000240767.jpg",
        "caption": "a brick building with a blue sign on it in front of a metal pole",
        "negative_caption": "a blue building with a brick sign on it in front of a metal pole."
    },
    "7": {
        "filename": "000000330790.jpg",
        "caption": "A large elephant standing next to a bunch of trees.",
        "negative_caption": "A bunch of elephants standing next to a large tree."
    },
    "8": {
        "filename": "000000027972.jpg",
        "caption": "A man in a red shirt rides a yellow surfboard on light blue water.",
        "negative_caption": "A man in a yellow shirt rides a red surfboard on light blue water."
    },
    "9": {
        "filename": "000000323751.jpg",
        "caption": "A white train with a yellow front running on rails. ",
        "negative_caption": "A yellow train with a white front running on rails."
    },
    "10": {
        "filename": "000000446005.jpg",
        "caption": "A kitchen has wooden cabinets and black countertops.",
        "negative_caption": "A kitchen has black cabinets and wooden countertops."
    },
    "11": {
        "filename": "000000307145.jpg",
        "caption": "A country-style kitchen with red tile and white cabinets.",
        "negative_caption": "A country-style kitchen with white tile and red cabinets."
    },
    "12": {
        "filename": "000000385719.jpg",
        "caption": "a desk with two monitors and a laptop on it ",
        "negative_caption": "a desk with a monitor and two laptops on it."
    },
    "13": {
        "filename": "000000213171.jpg",
        "caption": "A man in black shirt standing in field with baseball mitt.",
        "negative_caption": "A man in baseball shirt standing in field with black mitt."
    },
    "14": {
        "filename": "000000426241.jpg",
        "caption": "A desktop computer sitting on top of a glass table.",
        "negative_caption": "A glass computer sitting on top of a desktop table."
    },
    "15": {
        "filename": "000000290768.jpg",
        "caption": "Three mugs are on the kitchen counter of a stove.",
        "negative_caption": "The kitchen mugs are on three counters of a stove."
    },
    "16": {
        "filename": "000000195918.jpg",
        "caption": "The desk has two monitors and one laptop on it.",
        "negative_caption": "The desk has one monitor and two laptops on it."
    },
    "17": {
        "filename": "000000353096.jpg",
        "caption": "A monitor is displaying a blue screen on the desktop as it sits next to two speakers, a keyboard and a mouse.",
        "negative_caption": "Two monitors are displaying blue screens on the desktop as they sit next to a speaker, a keyboard and a mouse."
    },
    "18": {
        "filename": "000000544519.jpg",
        "caption": "A girl with a green shirt brushing her teeth with a blue toothbrush.",
        "negative_caption": "A girl with a blue shirt brushing her teeth with a green toothbrush."
    },
    "19": {
        "filename": "000000057597.jpg",
        "caption": "A soccer game where a girl in white is dribbling ahead of the girl in blue.",
        "negative_caption": "A soccer game where a girl in blue is dribbling ahead of the girl in white."
    },
    "20": {
        "filename": "000000029393.jpg",
        "caption": "A large brown dog standing on the side of a white wood fence.",
        "negative_caption": "A white brown dog standing on the side of a large wood fence."
    },
    "21": {
        "filename": "000000072813.jpg",
        "caption": "a dog laying next to some colorful blankets on a white bed ",
        "negative_caption": "a dog laying next to some white blankets on a colorful bed"
    },
    "22": {
        "filename": "000000123633.jpg",
        "caption": "A woman with two young children at a table",
        "negative_caption": "Two women with a young child at a table."
    },
    "23": {
        "filename": "000000215723.jpg",
        "caption": "Workers in fluorescent yellow jackets standing under a fluorescent orange umbrella.",
        "negative_caption": "Workers in fluorescent orange jackets standing under a fluorescent yellow umbrella."
    },
    "24": {
        "filename": "000000168337.jpg",
        "caption": "Two people outside of a stone building near a red fire hydrant.",
        "negative_caption": "Two people outside of a red building near a stone fire hydrant."
    },
    "25": {
        "filename": "000000104782.jpg",
        "caption": "There is a street sign on top of a stop sign near a tree. ",
        "negative_caption": "There is a stop sign on top of a street sign near a tree."
    },
    "26": {
        "filename": "000000462728.jpg",
        "caption": "A dog surfing a small wave with his owner swimming behind him.",
        "negative_caption": "A dog swimming a small wave with his owner surfing behind him."
    },
    "27": {
        "filename": "000000082180.jpg",
        "caption": "Two little bears sitting on a weathered wood chair.",
        "negative_caption": "Two weathered wood bears sitting on a little chair."
    },
    "28": {
        "filename": "000000327601.jpg",
        "caption": "Woman with blue dress sitting in modern chair next to vase in empty room.",
        "negative_caption": "Woman with modern dress sitting in blue chair next to vase in empty room."
    },
    "29": {
        "filename": "000000062355.jpg",
        "caption": "A baseball player crosses home plate as his teammate waits. ",
        "negative_caption": "A home player crosses baseball plate as his teammate waits."
    },
    "30": {
        "filename": "000000291664.jpg",
        "caption": "An old dog sniffs a red fire hydrant.",
        "negative_caption": "A red dog sniffs an old fire hydrant."
    },
    "31": {
        "filename": "000000318908.jpg",
        "caption": "A white dog sitting on red table next to metal object.",
        "negative_caption": "A red dog sitting on white table next to metal object."
    },
    "32": {
        "filename": "000000313034.jpg",
        "caption": "A man in a green shirt stands by a girl holding a piece of cake on a plate.",
        "negative_caption": "A man holding a piece of cake on a plate stands by a girl in a green shirt."
    },
    "33": {
        "filename": "000000506707.jpg",
        "caption": "A man in a white shirt and gray pants walks toward a grassy area as kids in baseball uniforms and an umpire are near him.",
        "negative_caption": "A man in gray shirt and white pants walks toward a grassy area as kids in baseball uniforms and an umpire are near him."
    },
    "34": {
        "filename": "000000411530.jpg",
        "caption": "Skiers wait to take a lift up a snowy hill. ",
        "negative_caption": "Skiers wait to take a snowy lift up a hill."
    },
    "35": {
        "filename": "000000211120.jpg",
        "caption": "Three stuffed teddy bears are set on a toy picnic scene. ",
        "negative_caption": "Three toy teddy bears are set on a stuffed picnic scene."
    },
    "36": {
        "filename": "000000203580.jpg",
        "caption": "A colorful umbrella sitting outside of a pink building.",
        "negative_caption": "A pink umbrella sitting outside of a colorful building."
    },
    "37": {
        "filename": "000000090108.jpg",
        "caption": "A bathroom with blue walls and white tiles.",
        "negative_caption": "A bathroom with white walls and blue tiles."
    },
    "38": {
        "filename": "000000061171.jpg",
        "caption": "Several cows and a horse are eating hay.",
        "negative_caption": "A cow and several horses are eating hay."
    },
    "39": {
        "filename": "000000460967.jpg",
        "caption": "A colorful bus parked in a lot beside a tall building with many windows.",
        "negative_caption": "A tall bus parked in a lot beside a colorful building with many windows."
    },
    "40": {
        "filename": "000000067180.jpg",
        "caption": "A woman sitting on a wooden bench next to a rock wall.",
        "negative_caption": "A woman sitting on a rock bench next to a wooden wall."
    },
    "41": {
        "filename": "000000520910.jpg",
        "caption": "A lady is standing in pastel colored bathroom in front of the bathtub and there are christmas lights hanging up outside of the doorway. ",
        "negative_caption": "A lady is standing in christmas colored bathroom in front of the bathtub and there are pastel lights hanging up outside of the doorway."
    },
    "42": {
        "filename": "000000015272.jpg",
        "caption": "A traffic light hanging in front of blossoming trees.",
        "negative_caption": "Blossoming traffic lights in front of a hanging tree."
    },
    "43": {
        "filename": "000000476810.jpg",
        "caption": "The black cat with white patches is sitting beside a remote control.",
        "negative_caption": "The white cat with black patches is sitting beside a remote control."
    },
    "44": {
        "filename": "000000259854.jpg",
        "caption": "A view of several billboards and two traffic signs on one pole. ",
        "negative_caption": "A view of two billboards and several traffic signs on one pole."
    },
    "45": {
        "filename": "000000265777.jpg",
        "caption": "A woman sitting by a wooden table with green glasses and food.",
        "negative_caption": "A woman sitting by a green table with wooden glasses and food."
    },
    "46": {
        "filename": "000000261732.jpg",
        "caption": "A man jumping up on a blue tennis court with a black tennis racket in his hand. ",
        "negative_caption": "A man jumping up on a black tennis court with a blue tennis racket in his hand."
    },
    "47": {
        "filename": "000000369541.jpg",
        "caption": "Dog wearing blue vest catching red flying disc at outdoor event.",
        "negative_caption": "Dog wearing red vest catching blue flying disc at outdoor event."
    },
    "48": {
        "filename": "000000289992.jpg",
        "caption": "A bathroom with white appliances and orange walls.",
        "negative_caption": "A bathroom with orange appliances and white walls."
    },
    "49": {
        "filename": "000000443844.jpg",
        "caption": "A man in a black hat, white shirt and black pants jumping a skateboard off a bench. ",
        "negative_caption": "A man in a white hat, black shirt and white pants jumping a skateboard off a bench."
    },
    "50": {
        "filename": "000000288762.jpg",
        "caption": "A salad made with yellow pepper strips and green sprouts sits on a square white plate.",
        "negative_caption": "A salad made with green pepper strips and yellow sprouts sits on a square white plate."
    },
    "51": {
        "filename": "000000416991.jpg",
        "caption": "A black/white photo of a poolside dining area with the umbrellas colored.",
        "negative_caption": "A colored photo of a poolside dining area with the umbrellas black/white."
    },
    "52": {
        "filename": "000000005529.jpg",
        "caption": "A person on skis is skiing down a snowy hill. ",
        "negative_caption": "A person in a snowy outfit is skiing down a hill."
    },
    "53": {
        "filename": "000000151516.jpg",
        "caption": "A brown bird with a white head flys over  a large body of water.",
        "negative_caption": "A white bird with a brown head flys over a large body of water."
    },
    "54": {
        "filename": "000000246454.jpg",
        "caption": "A little girl kneeling down to pet two dogs on a leash.",
        "negative_caption": "Two girls kneeling down to pet a little dog on a leash."
    },
    "55": {
        "filename": "000000284764.jpg",
        "caption": "A man eats from a green dish while holding a handheld radio.",
        "negative_caption": "A man eats from a handheld dish while holding a green radio."
    },
    "56": {
        "filename": "000000181753.jpg",
        "caption": "Couch and chair near window with lacy curtain and a wood table in the center and a table with flowers between the couch and chair.",
        "negative_caption": "Couch and chair near window with wood curtain and a lacy table in the center and a table with flowers between the couch and chair."
    },
    "57": {
        "filename": "000000554595.jpg",
        "caption": "A man in a blue shirt laying next to a yellow surfboard.",
        "negative_caption": "A man in a yellow shirt laying next to a blue surfboard."
    },
    "58": {
        "filename": "000000481567.jpg",
        "caption": "A man in black jacket next to a red motorcycle.",
        "negative_caption": "A man in red jacket next to a black motorcycle."
    },
    "59": {
        "filename": "000000211825.jpg",
        "caption": "Man blowing out white candles on top of a brown cake. ",
        "negative_caption": "Man blowing out brown candles on top of a white cake."
    },
    "60": {
        "filename": "000000328238.jpg",
        "caption": "a man in a blue shirt playing with a white ball",
        "negative_caption": "a man in a white shirt playing with a blue ball"
    },
    "61": {
        "filename": "000000414638.jpg",
        "caption": "A pressed sandwich on a plate next to an iced coffee at Starbucks.",
        "negative_caption": "An iced sandwich on a plate next to a pressed coffee at Starbucks."
    },
    "62": {
        "filename": "000000045472.jpg",
        "caption": "A pineapple and some oranges sit on a table.",
        "negative_caption": "Some pineapples and an orange sit on a table."
    },
    "63": {
        "filename": "000000008021.jpg",
        "caption": "a large screen showing a person wearing a suit",
        "negative_caption": "A person wearing a large suit showing on the screen."
    },
    "64": {
        "filename": "000000578922.jpg",
        "caption": "The vanity is decorated with a red flower arrangement and glass candles and perfume bottles. ",
        "negative_caption": "The vanity is decorated with a glass flower arrangement and red candles and perfume bottles."
    },
    "65": {
        "filename": "000000323895.jpg",
        "caption": "A man in yellow shirt and black shorts playing a game of tennis.",
        "negative_caption": "A man in black shirt and yellow shorts playing a game of tennis."
    },
    "66": {
        "filename": "000000327601.jpg",
        "caption": "A woman in a blue dress poses on a weird chair",
        "negative_caption": "A woman in a weird dress poses on a blue chair."
    },
    "67": {
        "filename": "000000504589.jpg",
        "caption": "A woman in a yellow shirt is about to catch a white frisbee.",
        "negative_caption": "A woman in a white shirt is about to catch a yellow frisbee."
    },
    "68": {
        "filename": "000000176446.jpg",
        "caption": "there is a yellow notebook on a black desk ",
        "negative_caption": "there is a black notebook on a yellow desk."
    },
    "69": {
        "filename": "000000157138.jpg",
        "caption": "The remains of a piece of white cake sits on a red plate.",
        "negative_caption": "The remains of a piece of red cake sits on a white plate."
    },
    "70": {
        "filename": "000000212072.jpg",
        "caption": "A stop sign in front of two buildings on a street.",
        "negative_caption": "Two stop signs in front of a building on a street."
    },
    "71": {
        "filename": "000000428454.jpg",
        "caption": "A man is on a snow board with a kite.",
        "negative_caption": "A man is on a kite board with snow."
    },
    "72": {
        "filename": "000000370208.jpg",
        "caption": "A red bike with white handles is locked to a black pole on a sidewalk.",
        "negative_caption": "A white bike with red handles is locked to a black pole on a sidewalk."
    },
    "73": {
        "filename": "000000530836.jpg",
        "caption": "An old advertisement shows a large kitchen with white cabinets and appliances and yellow walls.",
        "negative_caption": "An old advertisement shows a large kitchen with yellow cabinets and appliances and white walls."
    },
    "74": {
        "filename": "000000248631.jpg",
        "caption": "A Windows laptop with a corded mouse on top of a counter.",
        "negative_caption": "A corded laptop with a Windows mouse on top of a counter."
    },
    "75": {
        "filename": "000000556873.jpg",
        "caption": "A white frosted cake sitting in front of some white flowers.",
        "negative_caption": "Some white frosted flowers sitting in front of a white cake."
    },
    "76": {
        "filename": "000000412362.jpg",
        "caption": "Two women and one man pose for a picture.",
        "negative_caption": "One woman and two men pose for a picture."
    },
    "77": {
        "filename": "000000468501.jpg",
        "caption": "Two players compete in a video game as another person watches. ",
        "negative_caption": "Another player competes in a video game as two people watch."
    },
    "78": {
        "filename": "000000217219.jpg",
        "caption": "A bed with a yellow blanket and a white pillow.",
        "negative_caption": "A bed with a white blanket and a yellow pillow."
    },
    "79": {
        "filename": "000000261097.jpg",
        "caption": "A man in black shirt and white shorts on a tennis court.",
        "negative_caption": "A man in white shirt and black shorts on a tennis court."
    },
    "80": {
        "filename": "000000453166.jpg",
        "caption": "Military men are holding awards while standing next to a man in a suit.",
        "negative_caption": "Men in suits are holding awards while standing next to a military man."
    },
    "81": {
        "filename": "000000473821.jpg",
        "caption": "A red couch next to a brown chair in a living room.",
        "negative_caption": "A brown couch next to a red chair in a living room."
    },
    "82": {
        "filename": "000000160012.jpg",
        "caption": "A woman sitting at a table with two pizzas.",
        "negative_caption": "Two women sitting at a table with a pizza."
    },
    "83": {
        "filename": "000000435003.jpg",
        "caption": "A desk with two computer monitors and a laptop.",
        "negative_caption": "A desk with a computer monitor and two laptops."
    },
    "84": {
        "filename": "000000219271.jpg",
        "caption": "The black and white photo shows a truck tilting a large cargo crate.",
        "negative_caption": "The large photo shows a truck tilting a black and white cargo crate."
    },
    "85": {
        "filename": "000000455352.jpg",
        "caption": "A clock tower with a compass sitting on top of it.",
        "negative_caption": "A compass tower with a clock sitting on top of it."
    },
    "86": {
        "filename": "000000058539.jpg",
        "caption": "A man in a red hat, suit, and blue striped tie walks past two other men on a street.",
        "negative_caption": "A man in a blue hat, suit, and red striped tie walks past two other men on a street."
    },
    "87": {
        "filename": "000000256192.jpg",
        "caption": "A yellow BMW touring motorcycle parked in the street as people look on from behind a steel rail on the sidewalk.",
        "negative_caption": "A steel BMW touring motorcycle parked in the street as people look on from behind a yellow rail on the sidewalk."
    },
    "88": {
        "filename": "000000345356.jpg",
        "caption": "A man in a gray shirt holds his phone as he sits by a man in a white t-shirt.",
        "negative_caption": "A man in a white shirt holds his phone as he sits by a man in a gray t-shirt."
    },
    "89": {
        "filename": "000000462629.jpg",
        "caption": "A bunch of old refrigerators in front of an open door.",
        "negative_caption": "A bunch of open refrigerators in front of an old door."
    },
    "90": {
        "filename": "000000194216.jpg",
        "caption": "An outdoor area with a large bear and two smaller bears facing the wooded tree area.",
        "negative_caption": "An outdoor area with two large bears and a smaller bear facing the wooded tree area."
    },
    "91": {
        "filename": "000000146825.jpg",
        "caption": "a train covered in black dirt sitting in a fancy train station",
        "negative_caption": "a train covered in fancy dirt sitting in a black train station."
    },
    "92": {
        "filename": "000000008762.jpg",
        "caption": "A dusky evening with a green street light shining.",
        "negative_caption": "A green evening with a dusky street light shining."
    },
    "93": {
        "filename": "000000470924.jpg",
        "caption": "Three men and one woman sit at a table eating pizza. ",
        "negative_caption": "One man and three women sit at a table eating pizza."
    },
    "94": {
        "filename": "000000291634.jpg",
        "caption": "One bicycle is parked next to many motorcycles.",
        "negative_caption": "Many bicycles are parked next to one motorcycle."
    },
    "95": {
        "filename": "000000352584.jpg",
        "caption": "The toilet is covered in sparkles with a red object in front of it.",
        "negative_caption": "The toilet has a red cover with a sparkly object in front of it."
    },
    "96": {
        "filename": "000000002592.jpg",
        "caption": "a white mug  showing pirate skull and bones and a large knife on a counter top.",
        "negative_caption": "A large mug showing pirate skull and bones and a white knife on a counter top."
    },
    "97": {
        "filename": "000000258541.jpg",
        "caption": "Man in dress shirt and orange tie standing inside a building. ",
        "negative_caption": "Man in orange shirt and dress tie standing inside a building."
    },
    "98": {
        "filename": "000000226171.jpg",
        "caption": "A desk with a computer, computer keyboard, mug, empty plastic bottle, red pen, and a laptop.",
        "negative_caption": "A desk with a computer, computer keyboard, mug, red plastic bottle, empty pen, and a laptop."
    },
    "99": {
        "filename": "000000293300.jpg",
        "caption": "A man watching two elephants behind a wire fence.",
        "negative_caption": "Two men watching an elephant behind a wire fence."
    },
    "100": {
        "filename": "000000545826.jpg",
        "caption": "A black cat with white paws is standing among some wooden boards and a toy.",
        "negative_caption": "A white cat with black paws is standing among some wooden boards and a toy."
    },
    "101": {
        "filename": "000000364884.jpg",
        "caption": "A person in a snow sporting event  is going rapidly down this show chute-type course as people watch from the sidelines. ",
        "negative_caption": "A person on the sidelines of a sporting event is watching people go rapidly down a chute-type course."
    },
    "102": {
        "filename": "000000205542.jpg",
        "caption": "a teddy bear sitting on some kind of seat.",
        "negative_caption": "Some kind of bear sitting on a teddy seat."
    },
    "103": {
        "filename": "000000237928.jpg",
        "caption": "This kitchen has a black stove, stainless steel refrigerator and white cupboards.",
        "negative_caption": "This kitchen has a stainless steel stove, black refrigerator and white cupboards."
    },
    "104": {
        "filename": "000000131556.jpg",
        "caption": "a man wearing skis is posing for the camera",
        "negative_caption": "A man posing in front of skis for the camera."
    },
    "105": {
        "filename": "000000018837.jpg",
        "caption": "A large truck on a city street with two works sitting on top and one worker climbing in through door.",
        "negative_caption": "Two trucks on a city street with a large worker sitting on top and one worker climbing in through door."
    },
    "106": {
        "filename": "000000126592.jpg",
        "caption": "A red stop sign sitting under a couple of street signs.",
        "negative_caption": "A couple of stop signs sitting under a red street sign."
    },
    "107": {
        "filename": "000000426372.jpg",
        "caption": "A white truck with a red car sitting in it's back.",
        "negative_caption": "A red truck with a white car sitting in its back."
    },
    "108": {
        "filename": "000000512403.jpg",
        "caption": "A shelf with a white and blue vase, artwork and black cloth.",
        "negative_caption": "A shelf with a black and blue vase, artwork and white cloth."
    },
    "109": {
        "filename": "000000476810.jpg",
        "caption": "A black and white cat laying on white blanket next to a remote.",
        "negative_caption": "A white and black cat laying on a black blanket next to a remote."
    },
    "110": {
        "filename": "000000070048.jpg",
        "caption": "Airplane food is shown on the small gray tray.",
        "negative_caption": "Gray food is shown on the small airplane tray."
    },
    "111": {
        "filename": "000000183437.jpg",
        "caption": "there are two woman and a man riding on a elephant",
        "negative_caption": "There is a woman and two men riding on an elephant."
    },
    "112": {
        "filename": "000000480842.jpg",
        "caption": "two giraffes and some green trees and yellow flowers",
        "negative_caption": "two giraffes and some yellow trees and green flowers"
    },
    "113": {
        "filename": "000000201934.jpg",
        "caption": "A white bus parked next to a sidewalk near a fence.",
        "negative_caption": "A bus near a fence parked next to a white sidewalk."
    },
    "114": {
        "filename": "000000126137.jpg",
        "caption": "A tennis player poses, racket in his right hand, left arm behind him.",
        "negative_caption": "A tennis player poses, racket in his left hand, right arm behind him."
    },
    "115": {
        "filename": "000000153343.jpg",
        "caption": "two teddy bears that are large sitting in a small garden",
        "negative_caption": "Two teddy bears that are small sitting in a large garden."
    },
    "116": {
        "filename": "000000527220.jpg",
        "caption": "A red car next to a gas station sign and parked blue and silver motorcycles.",
        "negative_caption": "A blue and silver car next to a gas station sign and parked red motorcycles."
    },
    "117": {
        "filename": "000000411817.jpg",
        "caption": "Group of people play video games at bestbuy",
        "negative_caption": "Video games play a group of people at Best Buy."
    },
    "118": {
        "filename": "000000357941.jpg",
        "caption": "A black and white cat sits on a red cloth that is over a television set.",
        "negative_caption": "A red cat sits on a black and white cloth that is over a television set."
    },
    "119": {
        "filename": "000000321887.jpg",
        "caption": "White sheep standing in front of a colorful wall in a building. ",
        "negative_caption": "Colorful sheep standing in front of a white wall in a building."
    },
    "120": {
        "filename": "000000061584.jpg",
        "caption": "a couple is sitting on a statue of a horse and some plants",
        "negative_caption": "Some couples are sitting on a statue of a horse and a plant."
    },
    "121": {
        "filename": "000000256407.jpg",
        "caption": "Ornate cup and saucer clock displayed against red background.",
        "negative_caption": "Red cup and saucer clock displayed against ornate background."
    },
    "122": {
        "filename": "000000541664.jpg",
        "caption": "A laptop computer sitting on top of a lego desk.",
        "negative_caption": "A lego computer sitting on top of a laptop desk."
    },
    "123": {
        "filename": "000000409198.jpg",
        "caption": "A man in a white shirt and a red hat catches a white frisbee.",
        "negative_caption": "A man in a red shirt and a white hat catches a red frisbee."
    },
    "124": {
        "filename": "000000517069.jpg",
        "caption": "Two women waiting at a bench next to a street.",
        "negative_caption": "A woman waiting at a bench next to two streets."
    },
    "125": {
        "filename": "000000338901.jpg",
        "caption": "a brown white and black dog is laying on a gray couch",
        "negative_caption": "a gray white and black dog is laying on a brown couch"
    },
    "126": {
        "filename": "000000084650.jpg",
        "caption": "A brown cat lying on a black suitcase.",
        "negative_caption": "A black cat lying on a brown suitcase."
    },
    "127": {
        "filename": "000000066561.jpg",
        "caption": "A view of a baby goat standing and a mother goat sitting in a field.",
        "negative_caption": "A view of a baby goat sitting and a mother goat standing in a field."
    },
    "128": {
        "filename": "000000442456.jpg",
        "caption": "A man in red shirt looking at cellphone next to white truck.",
        "negative_caption": "A man in white shirt looking at cellphone next to red truck."
    },
    "129": {
        "filename": "000000019924.jpg",
        "caption": "A woman with a hat, tie and striped halter smoking a long cigarette.",
        "negative_caption": "A woman with a hat, tie and long halter smoking a striped cigarette."
    },
    "130": {
        "filename": "000000020107.jpg",
        "caption": "An old rusted fire hydrant is on the ground near a painted wall.",
        "negative_caption": "A painted fire hydrant is on the ground near an old rusted wall."
    },
    "131": {
        "filename": "000000277689.jpg",
        "caption": "A small two tier wedding cake is embellished with red flowers, on a table with stemware artfully arranged. ",
        "negative_caption": "A red two tier wedding cake is embellished with small flowers, on a table with stemware artfully arranged."
    },
    "132": {
        "filename": "000000239843.jpg",
        "caption": "Two green street signs crossing each other above a stop sign.",
        "negative_caption": "Two stop street signs crossing each other above a green sign."
    },
    "133": {
        "filename": "000000453302.jpg",
        "caption": "A break room kitchen is shown with two microwaves.",
        "negative_caption": "Two break room kitchens are shown with a microwave."
    },
    "134": {
        "filename": "000000061333.jpg",
        "caption": "A yellow cat is sitting on a green blanket.",
        "negative_caption": "A green cat is sitting on a yellow blanket."
    },
    "135": {
        "filename": "000000265816.jpg",
        "caption": "White horse carrying a man in a black buggy.",
        "negative_caption": "Black horse carrying a man in a white buggy."
    },
    "136": {
        "filename": "000000070048.jpg",
        "caption": "The tray has a sandwich and two bowls near a beverage. ",
        "negative_caption": "The tray has two sandwiches and a bowl near a beverage."
    },
    "137": {
        "filename": "000000079651.jpg",
        "caption": "Three bottles of beer and two bananas on a counter.",
        "negative_caption": "Two bottles of beer and three bananas on a counter."
    },
    "138": {
        "filename": "000000144300.jpg",
        "caption": "A motorcycle parked behind two vans in a parking lot.",
        "negative_caption": "Two motorcycles are parked in front of a van in a parking lot."
    },
    "139": {
        "filename": "000000326970.jpg",
        "caption": "A man and two women sitting on a tan ledge.",
        "negative_caption": "Two men and a woman sitting on a tan ledge."
    },
    "140": {
        "filename": "000000095155.jpg",
        "caption": "Four picture collage of a snowboarder wearing a red jacket and brown pants going down a snowy mountain side.",
        "negative_caption": "Four picture collage of a snowboarder wearing a brown jacket and red pants going down a snowy mountain side."
    },
    "141": {
        "filename": "000000232563.jpg",
        "caption": "A man in a black jacket holding a zebra print umbrella.",
        "negative_caption": "A man in a zebra print jacket holding a black umbrella."
    },
    "142": {
        "filename": "000000478420.jpg",
        "caption": "Two women in colorful dresses lean against a white wall and one of them is on a cell phone.",
        "negative_caption": "Two women in white dresses lean against a colorful wall and one of them is on a cell phone."
    },
    "143": {
        "filename": "000000550797.jpg",
        "caption": "A little powder room with a blue toilet, multicolored tile floor, and a colorful towel.",
        "negative_caption": "A little powder room with a colorful toilet, multicolored tile floor, and a blue towel."
    },
    "144": {
        "filename": "000000405691.jpg",
        "caption": "A table with breadsticks and three parcially filled glasses of wine and a wine bottle.",
        "negative_caption": "A table with three breadsticks and partially filled glasses of wine and a wine bottle."
    },
    "145": {
        "filename": "000000190236.jpg",
        "caption": "An office cubicle with four different types of computers.",
        "negative_caption": "Four office cubicles with different types of computers."
    },
    "146": {
        "filename": "000000255165.jpg",
        "caption": "A computer desk with two monitors and a laptop.",
        "negative_caption": "A computer desk with a monitor and two laptops."
    },
    "147": {
        "filename": "000000367082.jpg",
        "caption": "Brown and black dog sitting on the brown couch by itself. ",
        "negative_caption": "Black and brown dog sitting on the black couch by itself."
    },
    "148": {
        "filename": "000000104603.jpg",
        "caption": "A bear walks through tall grass near several trees.",
        "negative_caption": "A bear walks through several grasses near tall trees."
    },
    "149": {
        "filename": "000000407403.jpg",
        "caption": "A painting of a white vase holding yellow tulips.",
        "negative_caption": "A painting of a yellow vase holding white tulips."
    },
    "150": {
        "filename": "000000453584.jpg",
        "caption": "A red bench on a slanted floor has the Coca-Cola symbol on it.",
        "negative_caption": "A slanted bench on a red floor has the Coca-Cola symbol on it."
    },
    "151": {
        "filename": "000000054931.jpg",
        "caption": "A woman in high heels is leading a white horse with a rope.",
        "negative_caption": "A woman in white is leading a high horse with a rope."
    },
    "152": {
        "filename": "000000017207.jpg",
        "caption": "A white bus with a flat tire sitting next to a bench.",
        "negative_caption": "A flat bus with a white tire sitting next to a bench."
    },
    "153": {
        "filename": "000000505565.jpg",
        "caption": "Birds with long orange beaks and black and white feathers in a park. ",
        "negative_caption": "Birds with black and white beaks and long orange feathers in a park."
    },
    "154": {
        "filename": "000000024567.jpg",
        "caption": "Man on steps with tray of grilled hot dogs on buns. ",
        "negative_caption": "Man on steps with tray of hot dogs on grilled buns."
    },
    "155": {
        "filename": "000000422706.jpg",
        "caption": "People watch from a large boat as a smaller boat is lowered into the ocean.",
        "negative_caption": "People watch from a smaller boat as a larger boat is lowered into the ocean."
    },
    "156": {
        "filename": "000000465718.jpg",
        "caption": "A computer desk with two monitors and a laptop.",
        "negative_caption": "A computer desk with a monitor and two laptops."
    },
    "157": {
        "filename": "000000465675.jpg",
        "caption": "A beach with two boats and a tractor.",
        "negative_caption": "A beach with a boat and two tractors."
    },
    "158": {
        "filename": "000000577976.jpg",
        "caption": "A street with orange cones and a work truck on it.",
        "negative_caption": "A street with work cones and an orange truck on it."
    },
    "159": {
        "filename": "000000197022.jpg",
        "caption": "A cooked pizza pie on a tray with another that is uncooked.",
        "negative_caption": "An uncooked pizza pie on a tray with another that is cooked."
    },
    "160": {
        "filename": "000000441247.jpg",
        "caption": "a woman in a blue dress some black chairs and another person looking in an oven",
        "negative_caption": "a woman in a black dress some blue chairs and another person looking in an oven"
    },
    "161": {
        "filename": "000000522889.jpg",
        "caption": "a black woman wearing white attire and shoes running on a tennis court,",
        "negative_caption": "a white woman wearing black attire and shoes running on a tennis court."
    },
    "162": {
        "filename": "000000054605.jpg",
        "caption": "a brown table with a chocolate drink and a piece of white cake",
        "negative_caption": "a white table with a chocolate drink and a piece of brown cake."
    },
    "163": {
        "filename": "000000067534.jpg",
        "caption": "A man wearing a shirt and a pixilated looking neck tie.",
        "negative_caption": "A man wearing a pixilated looking shirt and a neck tie."
    },
    "164": {
        "filename": "000000239857.jpg",
        "caption": "There is a green Frisbee in the air with red chairs in the background.",
        "negative_caption": "There is a red Frisbee in the air with green chairs in the background."
    },
    "165": {
        "filename": "000000546826.jpg",
        "caption": "A pair of red scissors on top of a desk.",
        "negative_caption": "On top of a red desk, a pair of scissors."
    },
    "166": {
        "filename": "000000545958.jpg",
        "caption": "A cow standing outside of a white building with a blue entrance.",
        "negative_caption": "A cow standing outside of a blue building with a white entrance."
    },
    "167": {
        "filename": "000000029984.jpg",
        "caption": "Several people are swimming in the ocean with two empty chairs and an umbrella on the beach.",
        "negative_caption": "Two people are swimming in the ocean with several empty chairs and an umbrella on the beach."
    },
    "168": {
        "filename": "000000087875.jpg",
        "caption": "A fire hydrant beside a leafy green bush on a green lawn.",
        "negative_caption": "A fire hydrant beside a green bush on a leafy green lawn."
    },
    "169": {
        "filename": "000000118921.jpg",
        "caption": "A woman riding skis down a snow covered slope.",
        "negative_caption": "A woman covered in snow skis down a slope."
    },
    "170": {
        "filename": "000000501523.jpg",
        "caption": "A black cat is sitting in a bathroom sink.",
        "negative_caption": "A bathroom cat is sitting in a black sink."
    },
    "171": {
        "filename": "000000512194.jpg",
        "caption": "Some flowers are sitting in the white vase in front of the window. ",
        "negative_caption": "The white flowers are sitting in a vase in front of the window."
    },
    "172": {
        "filename": "000000223959.jpg",
        "caption": "A man in white shirt and black shorts playing tennis.",
        "negative_caption": "A man in black shirt and white shorts playing tennis."
    },
    "173": {
        "filename": "000000166287.jpg",
        "caption": "Cows are grazing in a wet pasture with birds.",
        "negative_caption": "Cows are grazing in a pasture with wet birds."
    },
    "174": {
        "filename": "000000572678.jpg",
        "caption": "An upscale living area containing white and glass furniture with brown accents.",
        "negative_caption": "An upscale living area containing brown and glass furniture with white accents."
    },
    "175": {
        "filename": "000000135673.jpg",
        "caption": "Two large airplanes flying through a blue sky.",
        "negative_caption": "Two blue airplanes flying through a large sky."
    },
    "176": {
        "filename": "000000153568.jpg",
        "caption": "A red stop sign with paper with writing on top of it.",
        "negative_caption": "A stop sign with paper with red writing on top of it."
    },
    "177": {
        "filename": "000000049269.jpg",
        "caption": "A brown horse stands over a light colored dog.",
        "negative_caption": "A light colored horse stands over a brown dog."
    },
    "178": {
        "filename": "000000409867.jpg",
        "caption": "A tall clear glass window with two cats sitting at the base of it.",
        "negative_caption": "Two tall clear glass windows with a cat sitting at the base of each."
    },
    "179": {
        "filename": "000000044068.jpg",
        "caption": "A brown teddy bear sitting in a red chair.",
        "negative_caption": "A red teddy bear sitting in a brown chair."
    },
    "180": {
        "filename": "000000437110.jpg",
        "caption": "A very tall building surrounded by lush green grass.",
        "negative_caption": "A lush green building surrounded by a very tall grass."
    },
    "181": {
        "filename": "000000363461.jpg",
        "caption": "Two monitors and a laptop sit on a desk in front of a empty chair.",
        "negative_caption": "An empty monitor and a laptop sit on a desk in front of two chairs."
    },
    "182": {
        "filename": "000000251065.jpg",
        "caption": "A white toilet with a black seat sitting in a small stall.",
        "negative_caption": "A black toilet with a white seat sitting in a small stall."
    },
    "183": {
        "filename": "000000198641.jpg",
        "caption": "A black cat sitting next to a couple of monitors sitting on top of a table.",
        "negative_caption": "A couple of cats sitting next to a black monitor sitting on top of a table."
    },
    "184": {
        "filename": "000000507893.jpg",
        "caption": "A bathroom with gray painted walls and white tile near the bathtub.",
        "negative_caption": "A bathroom with white painted walls and gray tile near the bathtub."
    },
    "185": {
        "filename": "000000439623.jpg",
        "caption": "a white fire hydrant in front of a red car ",
        "negative_caption": "a red fire hydrant in front of a white car"
    },
    "186": {
        "filename": "000000047571.jpg",
        "caption": "A pair of people ride a small, horse drawn buggy near a large puddle of water.",
        "negative_caption": "A pair of people ride a large, horse drawn buggy near a small puddle of water."
    },
    "187": {
        "filename": "000000067534.jpg",
        "caption": "A man has a checked shirt and striped tie.",
        "negative_caption": "A man has a striped shirt and checked tie."
    },
    "188": {
        "filename": "000000492758.jpg",
        "caption": "A person sits in a chair in a living room next to some windows.",
        "negative_caption": "Some people sit in chairs in a living room next to a window."
    },
    "189": {
        "filename": "000000426795.jpg",
        "caption": "A person is eating a gigantic pastry next to a chair.",
        "negative_caption": "A person is eating a pastry next to a gigantic chair."
    },
    "190": {
        "filename": "000000222825.jpg",
        "caption": "a kitchen with white appliances and brown cupboards ",
        "negative_caption": "a kitchen with brown appliances and white cupboards"
    },
    "191": {
        "filename": "000000179265.jpg",
        "caption": "A yellow bus with tinted windows driving uphill down a street.",
        "negative_caption": "A tinted bus with yellow windows driving uphill down a street."
    },
    "192": {
        "filename": "000000175364.jpg",
        "caption": "A kitchen with black appliances and open cupboards sits empty. ",
        "negative_caption": "A kitchen with open appliances and black cupboards sits empty."
    },
    "193": {
        "filename": "000000355905.jpg",
        "caption": "A white dog is on a sandy beach while the sea foam washes ashore behind it.",
        "negative_caption": "A sandy dog is on a white beach while the sea foam washes ashore behind it."
    },
    "194": {
        "filename": "000000380203.jpg",
        "caption": "The white horse is standing beside tall plants. ",
        "negative_caption": "The tall horse is standing beside white plants."
    },
    "195": {
        "filename": "000000134886.jpg",
        "caption": "A low flying airplane over a parked silver van. ",
        "negative_caption": "A silver flying airplane over a parked low van."
    },
    "196": {
        "filename": "000000376284.jpg",
        "caption": "there is a fire hydrant surrounded by three metal poles",
        "negative_caption": "there is a metal hydrant surrounded by three fire poles."
    },
    "197": {
        "filename": "000000125936.jpg",
        "caption": "Two customers and three employees interact in the deli.",
        "negative_caption": "Three customers and two employees interact in the deli."
    },
    "198": {
        "filename": "000000538458.jpg",
        "caption": "Two skateboarders trying to film a skateboard trick",
        "negative_caption": "A skateboarder trying to film two skateboard tricks."
    },
    "199": {
        "filename": "000000066817.jpg",
        "caption": "A meal of meat and corn and veggies on a white plate.",
        "negative_caption": "A meal of white meat and corn and veggies on a plate."
    },
    "200": {
        "filename": "000000237316.jpg",
        "caption": "A white small bathroom showing the toilet bowl and sink with beige tiles.",
        "negative_caption": "A beige small bathroom showing the toilet bowl and sink with white tiles."
    },
    "201": {
        "filename": "000000186980.jpg",
        "caption": "A wooden table with two chairs next to a sink.",
        "negative_caption": "Two tables with a wooden chair next to a sink."
    },
    "202": {
        "filename": "000000057150.jpg",
        "caption": "Little girl holding up a big stuffed animal with other children in background.",
        "negative_caption": "Big girl holding up a little stuffed animal with other children in background."
    },
    "203": {
        "filename": "000000277689.jpg",
        "caption": "Lavishly decorated cake and empty drinking glasses await their tropical guests",
        "negative_caption": "Empty cake and lavishly decorated drinking glasses await their tropical guests."
    },
    "204": {
        "filename": "000000026941.jpg",
        "caption": "A green cart with old luggage on it standing by.",
        "negative_caption": "An old cart with green luggage on it standing by."
    },
    "205": {
        "filename": "000000295797.jpg",
        "caption": "A tower of a gray and white building has a weather vane and two clocks.",
        "negative_caption": "A tower of a gray and white building has two weather vanes and a clock."
    },
    "206": {
        "filename": "000000104803.jpg",
        "caption": "Toilet with white splatter paint on a black seat in a restroom stall.",
        "negative_caption": "Toilet with black splatter paint on a white seat in a restroom stall."
    },
    "207": {
        "filename": "000000447522.jpg",
        "caption": "Blue plate with green, white, and red vegetables on it. ",
        "negative_caption": "Green plate with blue, white, and red vegetables on it."
    },
    "208": {
        "filename": "000000233567.jpg",
        "caption": "a black goat standing next to two white goats ",
        "negative_caption": "Two black goats standing next to a white goat."
    },
    "209": {
        "filename": "000000268375.jpg",
        "caption": "A herd of gray elephants standing next to each other on a block of cement.",
        "negative_caption": "A herd of cement elephants standing next to each other on a block of gray."
    },
    "210": {
        "filename": "000000109900.jpg",
        "caption": "Landing strip with two planes, several men and an SUV.",
        "negative_caption": "Landing strip with several planes, two men and an SUV."
    },
    "211": {
        "filename": "000000348488.jpg",
        "caption": "A brown vase has four black horses on it.",
        "negative_caption": "A black vase has four brown horses on it."
    },
    "212": {
        "filename": "000000449579.jpg",
        "caption": "Woman in red shirt getting ready to hit tennis ball.",
        "negative_caption": "Woman in tennis shirt getting ready to hit red ball."
    },
    "213": {
        "filename": "000000547144.jpg",
        "caption": "A laptop next to two computers, keyboards and some mouses.",
        "negative_caption": "Two laptops next to a computer, keyboards and some mouses."
    },
    "214": {
        "filename": "000000051738.jpg",
        "caption": "a hotel room with one bed and blue chair.",
        "negative_caption": "a hotel room with a blue bed and one chair."
    },
    "215": {
        "filename": "000000463647.jpg",
        "caption": " A couple of detour signs sitting on either side of an orange cone.",
        "negative_caption": "An orange detour sign sitting on either side of a couple of cones."
    },
    "216": {
        "filename": "000000263594.jpg",
        "caption": "This is a picture of a car parked in a handicap space in a lot.",
        "negative_caption": "This is a picture of a handicap car space in a lot parked in."
    },
    "217": {
        "filename": "000000404805.jpg",
        "caption": "Woman surfing small wave using a body board.",
        "negative_caption": "Woman surfing body wave using a small board."
    },
    "218": {
        "filename": "000000506454.jpg",
        "caption": "A park bench next to a tree in grassy field.",
        "negative_caption": "A grassy bench next to a tree in a park field."
    },
    "219": {
        "filename": "000000318455.jpg",
        "caption": "Half a cake and two plates of cupcakes on a table.",
        "negative_caption": "Two cakes and a plate of cupcakes on a table."
    },
    "220": {
        "filename": "000000537964.jpg",
        "caption": "Red fire hydrant with Leizan trees around it. ",
        "negative_caption": "Leizan fire hydrant with Red trees around it."
    },
    "221": {
        "filename": "000000215723.jpg",
        "caption": "Two men wearing bright yellow construction jackets eating and standing under an orange umbrella",
        "negative_caption": "Two men wearing an orange construction jacket eating and standing under a bright yellow umbrella."
    },
    "222": {
        "filename": "000000521141.jpg",
        "caption": "People are walking on a sidewalk near a sign that says no peddling.",
        "negative_caption": "People are no peddling on a sidewalk near a sign that says walking."
    },
    "223": {
        "filename": "000000383842.jpg",
        "caption": "Woman playing Nintendo Wii in font of business people in office",
        "negative_caption": "Business people playing Nintendo Wii in front of a woman in the office."
    },
    "224": {
        "filename": "000000462576.jpg",
        "caption": "Two plates of breakfast food and a glass of juice.",
        "negative_caption": "A plate of breakfast food and two glasses of juice."
    },
    "225": {
        "filename": "000000566436.jpg",
        "caption": "A person in jeans and two toned shoes sits on the back of a bench.",
        "negative_caption": "A person in two toned jeans sits on the back of a bench."
    },
    "226": {
        "filename": "000000179653.jpg",
        "caption": "A tall lamp post clock rises above a wooden fence of a property for sale",
        "negative_caption": "A wooden lamp post clock rises above a tall fence of a property for sale."
    },
    "227": {
        "filename": "000000523194.jpg",
        "caption": "There is a fire hydrant next to a red sign",
        "negative_caption": "There is a red hydrant next to a fire sign."
    },
    "228": {
        "filename": "000000250137.jpg",
        "caption": "A young redheaded woman in sunglasses and black tank top holds a black leather purse and a white umbrella.",
        "negative_caption": "A young redheaded woman in sunglasses and white tank top holds a white leather purse and a black umbrella."
    },
    "229": {
        "filename": "000000220310.jpg",
        "caption": "A teddy bear with a giant heart sits inside a green bin. ",
        "negative_caption": "A teddy bear with a green heart sits inside a giant bin."
    },
    "230": {
        "filename": "000000250137.jpg",
        "caption": "A young redheaded woman in sunglasses and black tank top holds a black leather purse and a white umbrella.",
        "negative_caption": "A young redheaded woman in sunglasses and black tank top holds a white leather purse and a black umbrella."
    },
    "231": {
        "filename": "000000109798.jpg",
        "caption": "A table topped with a white plate covered in three donuts.",
        "negative_caption": "A table topped with three plates covered in white donuts."
    },
    "232": {
        "filename": "000000378605.jpg",
        "caption": "a donut with a cup of coffee and an ornate napkin holder",
        "negative_caption": "a donut with an ornate coffee cup and a napkin holder."
    },
    "233": {
        "filename": "000000042276.jpg",
        "caption": "A bathroom with a toilet, a plant, a stand and several footwear on the floor. ",
        "negative_caption": "A bathroom with a toilet, a plant, a stand and a footwear on the floor."
    },
    "234": {
        "filename": "000000163257.jpg",
        "caption": "A man in a neon green shirt and black pants holding a pink umbrella.",
        "negative_caption": "A man in a pink shirt and black pants holding a neon green umbrella."
    },
    "235": {
        "filename": "000000010977.jpg",
        "caption": "The bathroom is painted a light blue and has pink ceramic tile that adorns the shower wall along with a maple color vanity and door.",
        "negative_caption": "The bathroom is painted pink and has a light blue ceramic tile that adorns the shower wall along with a maple color vanity and door."
    },
    "236": {
        "filename": "000000213605.jpg",
        "caption": "A bus parked next to a white building with red trimming. ",
        "negative_caption": "A bus parked next to a red building with white trimming."
    },
    "237": {
        "filename": "000000117744.jpg",
        "caption": "A young girl in a white top poses with a yellow tennis racket.",
        "negative_caption": "A young girl in a yellow top poses with a white tennis racket."
    },
    "238": {
        "filename": "000000106235.jpg",
        "caption": "There is a cream colored couch behind the oval coffee table.",
        "negative_caption": "There is an oval colored couch behind the cream coffee table."
    },
    "239": {
        "filename": "000000290081.jpg",
        "caption": "Some oranges in a glass fruit bowl on top of a wooden table.",
        "negative_caption": "Some oranges in a wooden fruit bowl on top of a glass table."
    },
    "240": {
        "filename": "000000323709.jpg",
        "caption": "A large jet airplane parked next to a domed tower.",
        "negative_caption": "A domed jet airplane parked next to a large tower."
    },
    "241": {
        "filename": "000000474293.jpg",
        "caption": "A view of a store that sells teddy bears. There is a huge display in the window.",
        "negative_caption": "A view of a store that sells huge bears. There is a teddy display in the window."
    },
    "242": {
        "filename": "000000391144.jpg",
        "caption": "A group of adult elephants and one baby elephant drinking water.",
        "negative_caption": "A group of baby elephants and one adult elephant drinking water."
    },
    "243": {
        "filename": "000000071226.jpg",
        "caption": "A bed with two dogs and a cat lying on it.",
        "negative_caption": "A bed with a dog and two cats lying on it."
    },
    "244": {
        "filename": "000000471869.jpg",
        "caption": "A Teddy bear sits on a floral patterned chair.",
        "negative_caption": "A floral patterned bear sits on a Teddy chair."
    },
    "245": {
        "filename": "000000385719.jpg",
        "caption": "An office desk with two computer monitors and one laptop.",
        "negative_caption": "An office desk with one computer monitor and two laptops."
    },
    "246": {
        "filename": "000000370677.jpg",
        "caption": "Three workers stand next to each other with their baked goods behind them.",
        "negative_caption": "Their workers stand next to each other with three baked goods behind them."
    },
    "247": {
        "filename": "000000481404.jpg",
        "caption": "A golden obelisk stands in the middle of an ornate building. ",
        "negative_caption": "An ornate obelisk stands in the middle of a golden building."
    },
    "248": {
        "filename": "000000578489.jpg",
        "caption": "Several children watch while a girl in a pink sweatshirt plays with a Wii remote while another person with a little girl on their lap snuggle in a chair in the background.",
        "negative_caption": "Several children watch while a girl in a little sweatshirt plays with a Wii remote while another person with a pink girl on their lap snuggle in a chair in the background."
    },
    "249": {
        "filename": "000000431727.jpg",
        "caption": "Two monkeys are sitting on some tree branches.",
        "negative_caption": "Some monkeys are sitting on two tree branches."
    },
    "250": {
        "filename": "000000428867.jpg",
        "caption": "A group of different colored teddy bears sitting on top of a blue table.",
        "negative_caption": "A group of blue teddy bears sitting on top of a different colored table."
    },
    "251": {
        "filename": "000000405972.jpg",
        "caption": "An adult and two baby elephants standing near a fence.",
        "negative_caption": "Two adults and a baby elephant standing near a fence."
    },
    "252": {
        "filename": "000000462756.jpg",
        "caption": "A grey motorcycle on dirt road next to a building.",
        "negative_caption": "A dirt motorcycle on grey road next to a building."
    },
    "253": {
        "filename": "000000235241.jpg",
        "caption": "some people and a woman in a pink shirt and a yellow frisbee",
        "negative_caption": "some people and a woman in a yellow shirt and a pink frisbee"
    },
    "254": {
        "filename": "000000509403.jpg",
        "caption": "A man, two kids and a dog are playing Frisbee.",
        "negative_caption": "Two men, a kid and a dog are playing Frisbee."
    },
    "255": {
        "filename": "000000166642.jpg",
        "caption": "An elephant standing on rocks next to a wood bridge.",
        "negative_caption": "An elephant standing on a wood next to a rock bridge."
    },
    "256": {
        "filename": "000000442456.jpg",
        "caption": "Man in red shirt and black pants standing next to white flatbed truck cab next to a set of new tires.",
        "negative_caption": "Man in white shirt and black pants standing next to red flatbed truck cab next to a set of new tires."
    },
    "257": {
        "filename": "000000063965.jpg",
        "caption": "A woman holding a plate of cake covered in frosting.",
        "negative_caption": "A woman covered in frosting holds a plate of cake."
    },
    "258": {
        "filename": "000000356968.jpg",
        "caption": "A brown horse with a white mane is on the grass.",
        "negative_caption": "A white horse with a brown mane is on the grass."
    },
    "259": {
        "filename": "000000170099.jpg",
        "caption": "A man talking in front of a photo of an orange sofa with black and white fence behind it.",
        "negative_caption": "A man talking in front of a photo of a black and white sofa with an orange fence behind it."
    },
    "260": {
        "filename": "000000489611.jpg",
        "caption": "A small child holds two video game controllers.",
        "negative_caption": "Two small children hold a video game controller."
    },
    "261": {
        "filename": "000000166166.jpg",
        "caption": "A small vase of flowers sit on a wooden table near magazines.",
        "negative_caption": "A wooden vase of flowers sit on a small table near magazines."
    },
    "262": {
        "filename": "000000513181.jpg",
        "caption": "A cruise ship sits out in the water while a large grey building sits in background.",
        "negative_caption": "A grey ship sits out in the water while a large cruise building sits in background."
    },
    "263": {
        "filename": "000000550426.jpg",
        "caption": "A tall vase with red and white tulips in water.",
        "negative_caption": "A red and white vase with tall tulips in water."
    },
    "264": {
        "filename": "000000029640.jpg",
        "caption": "A skillet contains diced meat and mixed vegetables.",
        "negative_caption": "A skillet contains mixed meat and diced vegetables."
    },
    "265": {
        "filename": "000000323151.jpg",
        "caption": "A marble table with white plate holding a pizza.",
        "negative_caption": "A white table with marble plate holding a pizza."
    },
    "266": {
        "filename": "000000301061.jpg",
        "caption": "A person is moving green hay towards an elephant that is inside the back of a white truck.",
        "negative_caption": "A person is moving white hay towards an elephant that is inside the back of a green truck."
    },
    "267": {
        "filename": "000000013923.jpg",
        "caption": "some red chairs are sitting around a small table",
        "negative_caption": "some small chairs are sitting around a red table."
    },
    "268": {
        "filename": "000000173302.jpg",
        "caption": "A restaurant with red stools next to a bar  and a blue table.",
        "negative_caption": "A restaurant with blue stools next to a bar and a red table."
    },
    "269": {
        "filename": "000000050811.jpg",
        "caption": "A man poses with an empty bowl and two beers.",
        "negative_caption": "A man poses with two empty bowls and a beer."
    },
    "270": {
        "filename": "000000237984.jpg",
        "caption": "A green chair is next to a long bench.",
        "negative_caption": "A long chair is next to a green bench."
    },
    "271": {
        "filename": "000000295316.jpg",
        "caption": "Four surfers are trying to catch a wave as they stand.",
        "negative_caption": "Trying to catch four waves, surfers stand."
    },
    "272": {
        "filename": "000000376442.jpg",
        "caption": "A black stuffed animal sitting on top of a toilet in a bathroom stall with blue floor tile. ",
        "negative_caption": "A blue stuffed animal sitting on top of a toilet in a bathroom stall with black floor tile."
    },
    "273": {
        "filename": "000000128748.jpg",
        "caption": "An umpire is talking with two players on different teams.",
        "negative_caption": "Two umpires are talking with a player on different teams."
    },
    "274": {
        "filename": "000000173044.jpg",
        "caption": "A clock tower stands in front of a large mirrored sky scraper. ",
        "negative_caption": "A mirrored tower stands in front of a large clock skyscraper."
    },
    "275": {
        "filename": "000000006771.jpg",
        "caption": "A woman on a cell phone with a group of people.",
        "negative_caption": "A group of people on cell phones with a woman."
    },
    "276": {
        "filename": "000000377814.jpg",
        "caption": "A box of six pastries containing two chocolate doughnuts, one strawberry, one glaze, and two glazed crullers.",
        "negative_caption": "A box of six pastries containing two strawberry doughnuts, one chocolate, one glaze, and two glazed crullers."
    },
    "277": {
        "filename": "000000394510.jpg",
        "caption": "A young boy with a gold shirt is on a purple skateboard.",
        "negative_caption": "A young boy with a purple shirt is on a gold skateboard."
    },
    "278": {
        "filename": "000000373705.jpg",
        "caption": "A red fire hydrant is next to a public water fountain.",
        "negative_caption": "A public fire hydrant is next to a red water fountain."
    },
    "279": {
        "filename": "000000162092.jpg",
        "caption": "A lady is posing for the camera while many others look on. ",
        "negative_caption": "A lady is looking on while many others pose for the camera."
    },
    "280": {
        "filename": "000000153011.jpg",
        "caption": "Food trucks are parked around small oval tables.",
        "negative_caption": "Oval food trucks are parked around small tables."
    },
    "281": {
        "filename": "000000564127.jpg",
        "caption": "A white toilet with a black seat on top of a tiled floor.",
        "negative_caption": "A black toilet with a white seat on top of a tiled floor."
    },
    "282": {
        "filename": "000000224200.jpg",
        "caption": "A large dog tied to a yellow fire hydrant.\n",
        "negative_caption": "A yellow dog tied to a large fire hydrant."
    },
    "283": {
        "filename": "000000422836.jpg",
        "caption": "two men walking down a city streen next to a blue pole.",
        "negative_caption": "A blue man walking down a city street next to two poles."
    },
    "284": {
        "filename": "000000205542.jpg",
        "caption": "A teddy bear is placed on a metallic sculpture.",
        "negative_caption": "A metallic bear is placed on a teddy sculpture."
    },
    "285": {
        "filename": "000000034139.jpg",
        "caption": "Two people standing next to a life size replica of a suitcase.",
        "negative_caption": "A life size replica of two people standing next to a suitcase."
    },
    "286": {
        "filename": "000000405432.jpg",
        "caption": "Donuts and a bag of beans on a table with remote.",
        "negative_caption": "Beans and a bag of donuts on a table with remote."
    },
    "287": {
        "filename": "000000415536.jpg",
        "caption": "A city bus that is traveling down a wet country road. ",
        "negative_caption": "A country bus that is traveling down a wet city road."
    },
    "288": {
        "filename": "000000104803.jpg",
        "caption": "a bathroom with black walls and a toilet with a silver toilet seat",
        "negative_caption": "a bathroom with a silver walls and a toilet with a black toilet seat."
    },
    "289": {
        "filename": "000000232489.jpg",
        "caption": "A couple of slices of pizza on top of a white plate.",
        "negative_caption": "A white couple of plates with pizza slices on top."
    },
    "290": {
        "filename": "000000431693.jpg",
        "caption": "A black man running towards the tennis ball with his racket.",
        "negative_caption": "A tennis man running towards the black ball with his racket."
    },
    "291": {
        "filename": "000000223090.jpg",
        "caption": "A white plate topped with dicked up lettuce next to carrots.",
        "negative_caption": "A plate with diced up lettuce topped with white carrots."
    },
    "292": {
        "filename": "000000448810.jpg",
        "caption": "Street markers pointing to different locations in front of a few stores.",
        "negative_caption": "Street markers pointing to few locations in front of different stores."
    },
    "293": {
        "filename": "000000551815.jpg",
        "caption": "An orange cat laying on a white and brown cat in a bed.",
        "negative_caption": "A white and brown cat laying on an orange cat in a bed."
    },
    "294": {
        "filename": "000000377814.jpg",
        "caption": "A dozen doughnuts sits in a doughnut box and two are chocolate, three are glazed and one is a raised pink iced.",
        "negative_caption": "A dozen doughnuts sits in a doughnut box and one is chocolate, three are glazed and two are raised pink iced."
    },
    "295": {
        "filename": "000000484404.jpg",
        "caption": "The inside of an empty public bus with black seats.",
        "negative_caption": "The inside of a black public bus with empty seats."
    },
    "296": {
        "filename": "000000233567.jpg",
        "caption": "Black and white sheep in hay next to wooden fence.",
        "negative_caption": "Wooden sheep in hay next to black and white fence."
    },
    "297": {
        "filename": "000000153343.jpg",
        "caption": "two teddy bear on the arden with some decorations",
        "negative_caption": "Some teddy bears on the garden with two decorations."
    },
    "298": {
        "filename": "000000051309.jpg",
        "caption": "Small horse standing behind a large group of horses eating. ",
        "negative_caption": "Large horse standing behind a small group of horses eating."
    },
    "299": {
        "filename": "000000149568.jpg",
        "caption": "A person stands between two dogs on a beach, one of them holding a frisbee.",
        "negative_caption": "A person holding a frisbee on a beach with two dogs on either side."
    },
    "300": {
        "filename": "000000248631.jpg",
        "caption": "A Windows laptop computer with a large mouse.",
        "negative_caption": "A large laptop computer with a Windows mouse."
    },
    "301": {
        "filename": "000000462614.jpg",
        "caption": "A bathroom has red walls with yellow accents.",
        "negative_caption": "A bathroom has yellow walls with red accents."
    },
    "302": {
        "filename": "000000534639.jpg",
        "caption": "The metro train is painted white with blue lettering.",
        "negative_caption": "The metro train is painted blue with white lettering."
    },
    "303": {
        "filename": "000000394677.jpg",
        "caption": "A woman falling asleep next to a man, who are both sitting down.",
        "negative_caption": "A woman sitting down next to a man, who are both falling asleep."
    },
    "304": {
        "filename": "000000300842.jpg",
        "caption": "A red skateboard with blue wheels on the floor with someones foot on it. ",
        "negative_caption": "A blue skateboard with red wheels on the floor with someones foot on it."
    },
    "305": {
        "filename": "000000082180.jpg",
        "caption": "A teddy bear and a stuffed raccoon sitting on a faded wooden outdoor chair.",
        "negative_caption": "A stuffed bear and a teddy raccoon sitting on a faded wooden outdoor chair."
    },
    "306": {
        "filename": "000000205542.jpg",
        "caption": "A large metal chair with a brown teddy bear in it.",
        "negative_caption": "A brown metal chair with a large teddy bear in it."
    },
    "307": {
        "filename": "000000091406.jpg",
        "caption": "Several women gathered together posing with 6 pizzas in take out boxes.",
        "negative_caption": "6 women gathered together posing with several pizzas in take out boxes."
    },
    "308": {
        "filename": "000000378454.jpg",
        "caption": "A man in white shorts jumping in the air to catch a green Frisbee. ",
        "negative_caption": "A man in green shorts jumping in the air to catch a white Frisbee."
    },
    "309": {
        "filename": "000000289516.jpg",
        "caption": "A clock sits above green bushes under a blue sky.",
        "negative_caption": "A clock sits above blue bushes under a green sky."
    },
    "310": {
        "filename": "000000097924.jpg",
        "caption": "Three people try to guide a horse into a trailer. ",
        "negative_caption": "A person tries to guide three horses into a trailer."
    },
    "311": {
        "filename": "000000498286.jpg",
        "caption": "A grey dog with a black collar sits outside in the sun. ",
        "negative_caption": "A black dog with a grey collar sits outside in the sun."
    },
    "312": {
        "filename": "000000268375.jpg",
        "caption": "A baby elephant stands near to four larger adult elephants.",
        "negative_caption": "Four baby elephants stand near to a larger adult elephant."
    },
    "313": {
        "filename": "000000372307.jpg",
        "caption": "brown horse in green field with trees and fence",
        "negative_caption": "green horse in brown field with trees and fence"
    },
    "314": {
        "filename": "000000295420.jpg",
        "caption": "a blue garbage truck outside a big house.",
        "negative_caption": "a big garbage truck outside a blue house."
    },
    "315": {
        "filename": "000000284623.jpg",
        "caption": "Black cat with green eyes sitting in a bathroom sink. ",
        "negative_caption": "Green cat with black eyes sitting in a bathroom sink."
    },
    "316": {
        "filename": "000000389804.jpg",
        "caption": "a white toilet in a black counter bathroom",
        "negative_caption": "a black toilet in a white counter bathroom"
    },
    "317": {
        "filename": "000000356347.jpg",
        "caption": "A blue pot of tomato sauce with a wooden ladle.",
        "negative_caption": "A wooden pot of tomato sauce with a blue ladle."
    },
    "318": {
        "filename": "000000278353.jpg",
        "caption": "A small sheep is standing under a wooden fence post.",
        "negative_caption": "A wooden sheep is standing under a small fence post."
    },
    "319": {
        "filename": "000000249550.jpg",
        "caption": "A spare bedroom with a bed with a flowered blanket.",
        "negative_caption": "A flowered bedroom with a bed with a spare blanket."
    },
    "320": {
        "filename": "000000342367.jpg",
        "caption": "A TV with a picture of two men wearing black hats.",
        "negative_caption": "A TV with a picture of black men wearing two hats."
    },
    "321": {
        "filename": "000000010995.jpg",
        "caption": "The neatly made bed is beside an open window.",
        "negative_caption": "The open bed is beside a neatly made window."
    },
    "322": {
        "filename": "000000409542.jpg",
        "caption": "A group of people walking past a tall clock.",
        "negative_caption": "A tall group of people walking past a clock."
    },
    "323": {
        "filename": "000000125778.jpg",
        "caption": "A living room with a white carpet and black furniture.",
        "negative_caption": "A living room with black carpet and white furniture."
    },
    "324": {
        "filename": "000000048924.jpg",
        "caption": "a green tent and a parked motorcycle and some trees",
        "negative_caption": "a parked tent and a green motorcycle and some trees"
    },
    "325": {
        "filename": "000000122745.jpg",
        "caption": "A red stop sign sitting on the side of a dark road.",
        "negative_caption": "A dark stop sign sitting on the side of a red road."
    },
    "326": {
        "filename": "000000389316.jpg",
        "caption": "Two young elephants stand next to a wooden fence.",
        "negative_caption": "Two wooden elephants stand next to a young fence."
    },
    "327": {
        "filename": "000000217219.jpg",
        "caption": "A newspaper spread out on a made bed with a quilt and pillow.",
        "negative_caption": "A newspaper spread out on a quilted bed with a made pillow."
    },
    "328": {
        "filename": "000000395701.jpg",
        "caption": "A living room with orange colored walls, and a purple chair.",
        "negative_caption": "A living room with purple colored walls, and an orange chair."
    },
    "329": {
        "filename": "000000537964.jpg",
        "caption": "A red fire hydrant is sitting in the woods near fallen leaves.",
        "negative_caption": "A fallen fire hydrant is sitting in the woods near red leaves."
    },
    "330": {
        "filename": "000000563281.jpg",
        "caption": "A small child holding a toothbrush stands in front of colorful chicken decorations.",
        "negative_caption": "A colorful child holding a toothbrush stands in front of small chicken decorations."
    },
    "331": {
        "filename": "000000434548.jpg",
        "caption": "A man in grey baseball uniform throwing a ball.",
        "negative_caption": "A man in baseball uniform throwing a grey ball."
    },
    "332": {
        "filename": "000000001675.jpg",
        "caption": "A black cat is sitting on a metal platform. ",
        "negative_caption": "A metal cat is sitting on a black platform."
    },
    "333": {
        "filename": "000000555705.jpg",
        "caption": "Orange and brown cat sitting on top of white shoes. ",
        "negative_caption": "White and brown cat sitting on top of orange shoes."
    },
    "334": {
        "filename": "000000034873.jpg",
        "caption": "A large dining room features wooden cabinets and a marble counter top.",
        "negative_caption": "A wooden dining room features large cabinets and a marble counter top."
    },
    "335": {
        "filename": "000000203317.jpg",
        "caption": "A red bicycle leaned against a red stucco building with a graffiti covered door. ",
        "negative_caption": "A graffiti covered bicycle leaned against a red stucco building with a red door."
    },
    "336": {
        "filename": "000000520301.jpg",
        "caption": "An open-mouthed, leashed dog has its head outside of an unlocked car door window as a blurry park-like vista rushes by.",
        "negative_caption": "A blurry, leashed dog has its head outside of an unlocked car door window as an open-mouthed park-like vista rushes by."
    },
    "337": {
        "filename": "000000105264.jpg",
        "caption": "A group of young men standing on top of a sandy beach.",
        "negative_caption": "A group of sandy men standing on top of a young beach."
    },
    "338": {
        "filename": "000000372317.jpg",
        "caption": "A red bus driving down a street next to a tall building.",
        "negative_caption": "A tall bus driving down a street next to a red building."
    },
    "339": {
        "filename": "000000396863.jpg",
        "caption": "The young girl wearing red and black rides atop the white pony.",
        "negative_caption": "The young girl wearing white rides atop the red and black pony."
    },
    "340": {
        "filename": "000000264968.jpg",
        "caption": "A man with blue jersey holding a baseball bat.",
        "negative_caption": "A man with a baseball jersey holding a blue bat."
    },
    "341": {
        "filename": "000000218091.jpg",
        "caption": "A bedroom with a large bed sitting next to a black dresser.",
        "negative_caption": "A bedroom with a black bed sitting next to a large dresser."
    },
    "342": {
        "filename": "000000521601.jpg",
        "caption": "Closeup of a white and yellow vase with a red circle at the bottom.",
        "negative_caption": "Closeup of a red vase with a white and yellow circle at the bottom."
    },
    "343": {
        "filename": "000000010363.jpg",
        "caption": "A gray cat standing on top of a black car.",
        "negative_caption": "A black cat standing on top of a gray car."
    },
    "344": {
        "filename": "000000306136.jpg",
        "caption": "A bus parked outside and below an illuminated Apple sign.",
        "negative_caption": "An illuminated bus parked below an outside Apple sign."
    },
    "345": {
        "filename": "000000355325.jpg",
        "caption": "A table with food and a glass of red wine.",
        "negative_caption": "A table with a red food and a glass of wine."
    },
    "346": {
        "filename": "000000325991.jpg",
        "caption": "A man in a red shirt tossing a white frisbee.",
        "negative_caption": "A man in a white shirt tossing a red frisbee."
    },
    "347": {
        "filename": "000000537991.jpg",
        "caption": "A woman in blue sweater holding two cellphones while wearing headphones.",
        "negative_caption": "A woman holding two blue cellphones while wearing headphones."
    },
    "348": {
        "filename": "000000460229.jpg",
        "caption": "A red traffic stop sign with a blank white sign below it.",
        "negative_caption": "A white traffic stop sign with a blank red sign below it."
    },
    "349": {
        "filename": "000000343496.jpg",
        "caption": "A person walking near a stop sign in a residential neighborhood.",
        "negative_caption": "A person in a residential area stops near a walking sign."
    },
    "350": {
        "filename": "000000291490.jpg",
        "caption": "A cat laying down on a blue comforter with pink sheets.",
        "negative_caption": "A cat laying down on a pink comforter with blue sheets."
    },
    "351": {
        "filename": "000000221693.jpg",
        "caption": "A black dog running with a red round frisbee.",
        "negative_caption": "A red dog running with a black round frisbee."
    },
    "352": {
        "filename": "000000556873.jpg",
        "caption": "a white cake is by a bunch of flowers",
        "negative_caption": "A bunch of cakes are by a white flower."
    },
    "353": {
        "filename": "000000478286.jpg",
        "caption": "A street light in front of a colorful train on a bridge.",
        "negative_caption": "A colorful light in front of a train on a street bridge."
    },
    "354": {
        "filename": "000000180011.jpg",
        "caption": "A man feeding four giraffes grass and leaves.",
        "negative_caption": "Four men feeding a giraffe grass and leaves."
    },
    "355": {
        "filename": "000000116362.jpg",
        "caption": "A bowl filled with food on top of a wooden table.",
        "negative_caption": "A wooden bowl on top of a table filled with food."
    },
    "356": {
        "filename": "000000174018.jpg",
        "caption": "Two teddy bears a pink one, and a tan one. The tan bear is wearing a pink shirt that says the harvey girls.",
        "negative_caption": "Two teddy bears a tan one, and a pink one. The pink bear is wearing a tan shirt that says the harvey girls."
    },
    "357": {
        "filename": "000000486046.jpg",
        "caption": "A giraffe and two zebras in a dirt area next to fence.",
        "negative_caption": "Two giraffes and a zebra in a dirt area next to fence."
    },
    "358": {
        "filename": "000000554328.jpg",
        "caption": "a black and white picture of tow baseball players and a coach ",
        "negative_caption": "Two black and white pictures of a baseball player and a coach."
    },
    "359": {
        "filename": "000000051309.jpg",
        "caption": "Three large horses eating hay while a small horse stands behind.",
        "negative_caption": "Three small horses eating hay while a large horse stands behind."
    },
    "360": {
        "filename": "000000545958.jpg",
        "caption": "A cow standing next to a white wall and bright blue door.",
        "negative_caption": "A cow standing next to a bright blue wall and white door."
    },
    "361": {
        "filename": "000000084170.jpg",
        "caption": "A bus and a few cars are riding in the rain.",
        "negative_caption": "A car and a few buses are riding in the rain."
    },
    "362": {
        "filename": "000000441491.jpg",
        "caption": "Two girls that appear to be sharing food while another looks on.",
        "negative_caption": "Two girls that look on while another shares food."
    },
    "363": {
        "filename": "000000423944.jpg",
        "caption": "Headless statues show of clothing beneath a colored background.",
        "negative_caption": "Colored statues show off clothing beneath a headless background."
    },
    "364": {
        "filename": "000000508101.jpg",
        "caption": "Man at top of boat with another person standing by end holding a long stick",
        "negative_caption": "Man at end of boat with another person standing by top holding a long stick."
    },
    "365": {
        "filename": "000000370999.jpg",
        "caption": "A dime surrounded by a bunch of stones with holes in them",
        "negative_caption": "A bunch of dimes surrounded by a stone with a hole in it."
    },
    "366": {
        "filename": "000000565607.jpg",
        "caption": "A green fire hydrant next to field of colorful flowers.",
        "negative_caption": "A colorful fire hydrant next to a field of green flowers."
    },
    "367": {
        "filename": "000000231879.jpg",
        "caption": "Woman carrying cake near man holding baby at outdoor celebration.",
        "negative_caption": "Woman holding baby near man carrying cake at outdoor celebration."
    },
    "368": {
        "filename": "000000104669.jpg",
        "caption": "A white plate served on a multi colored table cloth",
        "negative_caption": "A multi colored plate served on a white table cloth."
    },
    "369": {
        "filename": "000000407574.jpg",
        "caption": "A green stand holding several bananas for sale. ",
        "negative_caption": "Several stands holding green bananas for sale."
    },
    "370": {
        "filename": "000000280918.jpg",
        "caption": "Two women are taking a turkey out of the oven.",
        "negative_caption": "A woman is taking two turkeys out of the oven."
    },
    "371": {
        "filename": "000000491757.jpg",
        "caption": "A cat with blue eyes sitting on a pink bed.",
        "negative_caption": "A cat with pink eyes sitting on a blue bed."
    },
    "372": {
        "filename": "000000270474.jpg",
        "caption": "A little girl holding a baseball bat on grass.",
        "negative_caption": "A baseball girl holding a little bat on grass."
    },
    "373": {
        "filename": "000000140286.jpg",
        "caption": "A white horse drawn carriage in front of a yellow building.",
        "negative_caption": "A yellow horse drawn carriage in front of a white building."
    },
    "374": {
        "filename": "000000047112.jpg",
        "caption": "A large pizza on a white plate sitting on a blue table.",
        "negative_caption": "A large pizza on a blue plate sitting on a white table."
    },
    "375": {
        "filename": "000000160666.jpg",
        "caption": "Some blue toothpaste applied to a red toothbrush.",
        "negative_caption": "Some red toothpaste applied to a blue toothbrush."
    },
    "376": {
        "filename": "000000347693.jpg",
        "caption": "An old doctors office with two windows with curatins.",
        "negative_caption": "A two-doored doctor's office with old windows and curtains."
    },
    "377": {
        "filename": "000000454404.jpg",
        "caption": "A woman wearing a blue t-shirt while looking at her cell phone and sitting on a bench next to a bright pink wall.",
        "negative_caption": "A woman wearing a bright pink t-shirt while looking at her cell phone and sitting on a bench next to a blue wall."
    },
    "378": {
        "filename": "000000533958.jpg",
        "caption": "A plate of food with a fried egg and colorful vegetables.",
        "negative_caption": "A plate of food with a colorful egg and fried vegetables."
    },
    "379": {
        "filename": "000000335800.jpg",
        "caption": "A street sign with flags on it and a building in the background.",
        "negative_caption": "A building sign with flags on it and a street in the background."
    },
    "380": {
        "filename": "000000349860.jpg",
        "caption": "A BOY WITH A BLUE SHIRT AND JEAN PANTS DOING A TRICK WITH HIS SKATEBOARD",
        "negative_caption": "A boy with jean shirt and blue pants doing a trick with his skateboard."
    },
    "381": {
        "filename": "000000278848.jpg",
        "caption": "A group of people standing outside of a bus.",
        "negative_caption": "People standing outside a group of buses."
    },
    "382": {
        "filename": "000000046497.jpg",
        "caption": "Two little girls sitting on the side of a white boat.",
        "negative_caption": "Two white girls sitting on the side of a little boat."
    },
    "383": {
        "filename": "000000011197.jpg",
        "caption": "Two signs with arrows and a man standing on the sidewalk.",
        "negative_caption": "A sign with an arrow and two men standing on the sidewalk."
    },
    "384": {
        "filename": "000000082085.jpg",
        "caption": "A gentleman is waving a flag at people passing by in a train.",
        "negative_caption": "A gentleman is passing by people waving a flag in a train."
    },
    "385": {
        "filename": "000000359677.jpg",
        "caption": "A kite surfer gets high in the air while his kite is out of the picture frame.",
        "negative_caption": "A kite surfer is out of the picture frame while his kite gets high in the air."
    },
    "386": {
        "filename": "000000209829.jpg",
        "caption": "A man on a surfboard with two people swimming behind him.",
        "negative_caption": "Two men on surfboards with a person swimming behind them."
    },
    "387": {
        "filename": "000000419882.jpg",
        "caption": "An orange color photo of many trains on the tracks.",
        "negative_caption": "Many color photos of an orange train on the tracks."
    },
    "388": {
        "filename": "000000181421.jpg",
        "caption": "Three people are in a small boat in a lake and one woman holds a red and yellow umbrella.",
        "negative_caption": "Three people are in a red and yellow boat in a large lake and one woman holds a small umbrella."
    },
    "389": {
        "filename": "000000199551.jpg",
        "caption": "A boy asleep on a large bed under a mosquito net",
        "negative_caption": "A boy asleep on a mosquito bed under a large net."
    },
    "390": {
        "filename": "000000471869.jpg",
        "caption": "a tan colored teddy bear sits on a crochet covered chair.",
        "negative_caption": "a crochet covered teddy bear sits on a tan colored chair."
    },
    "391": {
        "filename": "000000213224.jpg",
        "caption": "Two vases of fresh flowers sit on top of the table.",
        "negative_caption": "Fresh vases of two flowers sit on top of the table."
    },
    "392": {
        "filename": "000000137576.jpg",
        "caption": "All of the cows are poking their heads out, eating some hay. ",
        "negative_caption": "Some cows are poking their heads out, eating all of the hay."
    },
    "393": {
        "filename": "000000010977.jpg",
        "caption": "A bathroom with blue walls and pink tile.",
        "negative_caption": "A bathroom with pink walls and blue tile."
    },
    "394": {
        "filename": "000000076731.jpg",
        "caption": "A wooden table with a purple laptop and orange pen.",
        "negative_caption": "A wooden table with an orange laptop and purple pen."
    },
    "395": {
        "filename": "000000021465.jpg",
        "caption": "A blue shelf holds different sized silver vases.",
        "negative_caption": "A silver shelf holds different sized blue vases."
    },
    "396": {
        "filename": "000000084431.jpg",
        "caption": "A slice of pizza sitting on top of a white plate.",
        "negative_caption": "A white slice of pizza sitting on top of a plate."
    },
    "397": {
        "filename": "000000002149.jpg",
        "caption": "A white bowl of green granny smith apples.",
        "negative_caption": "A green bowl of white granny smith apples."
    },
    "398": {
        "filename": "000000246454.jpg",
        "caption": "A child petting two dogs on the side of the street",
        "negative_caption": "Two children are petting a dog on the street corner."
    },
    "399": {
        "filename": "000000245513.jpg",
        "caption": "An adult giraffe standing near a white duck in a field of grass.",
        "negative_caption": "A white giraffe standing near an adult duck in a field of grass."
    },
    "400": {
        "filename": "000000567432.jpg",
        "caption": "A plane flies by next to some power lines ",
        "negative_caption": "Some planes fly by next to a power line."
    },
    "401": {
        "filename": "000000164969.jpg",
        "caption": "A box of cheese pizza with green peppers in a box ",
        "negative_caption": "A box of green pizza with cheese peppers in a box."
    },
    "402": {
        "filename": "000000048153.jpg",
        "caption": "A photo of a bright pink shoe on a blue and green background.",
        "negative_caption": "A photo of a blue and green shoe on a bright pink background."
    },
    "403": {
        "filename": "000000310862.jpg",
        "caption": "A man wearing a gray vest and a red stripe tie.",
        "negative_caption": "A man wearing a red stripe vest and a gray tie."
    },
    "404": {
        "filename": "000000550349.jpg",
        "caption": "A couple of people standing next to a large bus.",
        "negative_caption": "A large group of people standing next to a couple of buses."
    },
    "405": {
        "filename": "000000501523.jpg",
        "caption": "A black cat sits in a white bathroom sink.",
        "negative_caption": "A white cat sits in a black bathroom sink."
    },
    "406": {
        "filename": "000000322895.jpg",
        "caption": "A living room with white walls, rectangular windows, and grey and red furniture. ",
        "negative_caption": "A living room with grey and red walls, rectangular windows, and white furniture."
    },
    "407": {
        "filename": "000000514797.jpg",
        "caption": "Several men attempt to fly a kite on a beach.",
        "negative_caption": "A man attempts to fly several kites on a beach."
    },
    "408": {
        "filename": "000000285788.jpg",
        "caption": "Two giraffes and an ostrich at a zoo enclosure habitat.",
        "negative_caption": "An giraffe and two ostriches at a zoo enclosure habitat."
    },
    "409": {
        "filename": "000000455157.jpg",
        "caption": "A man sitting at a wooden bench and table with an open umbrella sitting on the table.",
        "negative_caption": "A man sitting at an open bench and table with a wooden umbrella sitting on the table."
    },
    "410": {
        "filename": "000000229216.jpg",
        "caption": "Two women sitting on ledge looking at a cellphone.",
        "negative_caption": "A woman sitting on a ledge looking at two cellphones."
    },
    "411": {
        "filename": "000000448448.jpg",
        "caption": "Two giraffes grazing from a tree in a field.",
        "negative_caption": "A giraffe grazing from two trees in a field."
    },
    "412": {
        "filename": "000000002149.jpg",
        "caption": "A large white bowl of many green apples. ",
        "negative_caption": "A green bowl of many large white apples."
    },
    "413": {
        "filename": "000000312278.jpg",
        "caption": "A crate on top of a car holding various luggage.",
        "negative_caption": "Various crates holding luggage are on top of a car."
    },
    "414": {
        "filename": "000000294855.jpg",
        "caption": "A bottle in a ice bucket sits on a floor next to a luggage rack.",
        "negative_caption": "A bottle in a luggage rack sits on a floor next to an ice bucket."
    },
    "415": {
        "filename": "000000359833.jpg",
        "caption": "The baby is standing next to several boxes of apples.",
        "negative_caption": "Several babies are standing next to a box of apples."
    },
    "416": {
        "filename": "000000371749.jpg",
        "caption": "Two women play Wii in a room with a white sofa.",
        "negative_caption": "A woman plays Wii in a room with two white sofas."
    },
    "417": {
        "filename": "000000179285.jpg",
        "caption": "A blue tennis racket has a yellow tennis ball on it.",
        "negative_caption": "A yellow tennis racket has a blue tennis ball on it."
    },
    "418": {
        "filename": "000000397639.jpg",
        "caption": "A large white sheep next to a small black one",
        "negative_caption": "A small white sheep next to a large black one."
    },
    "419": {
        "filename": "000000099428.jpg",
        "caption": "There are two electronic devices on top of the laptop.",
        "negative_caption": "There are electronic devices on top of the two laptops."
    },
    "420": {
        "filename": "000000088432.jpg",
        "caption": "Some street signs near a road with a truck.",
        "negative_caption": "A street sign near a road with some trucks."
    },
    "421": {
        "filename": "000000304545.jpg",
        "caption": "A black suitcase with a handle and white background.",
        "negative_caption": "A white suitcase with a handle and black background."
    },
    "422": {
        "filename": "000000237928.jpg",
        "caption": "This kitchen has a black stove, stainless steel refrigerator and white cupboards.",
        "negative_caption": "This kitchen has a white stove, stainless steel refrigerator and black cupboards."
    },
    "423": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed animals are sitting on a broken wooden chair.",
        "negative_caption": "A broken stuffed animal is sitting on two wooden chairs."
    },
    "424": {
        "filename": "000000353096.jpg",
        "caption": "An Apple desktop computer system is turned on with a monitor, keyboard, mouse, two speakers, and other peripherals.",
        "negative_caption": "An Apple desktop computer system is turned on with two monitors, keyboard, mouse, a speaker, and other peripherals."
    },
    "425": {
        "filename": "000000323709.jpg",
        "caption": "An airplane is parked next to a domed tower.",
        "negative_caption": "A domed airplane tower is next to a parked building."
    },
    "426": {
        "filename": "000000383443.jpg",
        "caption": "A bathroom with a white tub and white cabinets has a black pattern on the floor.",
        "negative_caption": "A bathroom with a black tub and black cabinets has a white pattern on the floor."
    },
    "427": {
        "filename": "000000310862.jpg",
        "caption": "An office view shows cubicles and overhead lights in the background, and to the front ,  a serious looking man with a beard, vest and colorful tie. ",
        "negative_caption": "An office view shows cubicles and overhead lights in the background, and to the front, a colorful looking man with a beard, vest and serious tie."
    },
    "428": {
        "filename": "000000233771.jpg",
        "caption": "A colorful umbrella in the center of a black and white picture of a busy city side walk.",
        "negative_caption": "A black and white umbrella in the center of a colorful picture of a busy city side walk."
    },
    "429": {
        "filename": "000000226592.jpg",
        "caption": "A bedroom done in animal prints with red and black pillows.",
        "negative_caption": "A bedroom done in red and black prints with animal pillows."
    },
    "430": {
        "filename": "000000182441.jpg",
        "caption": "A bunch of birds flying around a couple of waves near the ocean.",
        "negative_caption": "A couple of birds flying around a bunch of waves near the ocean."
    },
    "431": {
        "filename": "000000551804.jpg",
        "caption": "A tennis player is taking a swing on a red court.",
        "negative_caption": "A red player is taking a swing on a tennis court."
    },
    "432": {
        "filename": "000000509403.jpg",
        "caption": "A man is playing catch with two children and a dog. \n",
        "negative_caption": "A man is playing catch with a child and two dogs."
    },
    "433": {
        "filename": "000000419653.jpg",
        "caption": "Different platters of food are set in the kitchen.",
        "negative_caption": "Platters of food are set in different kitchens."
    },
    "434": {
        "filename": "000000257624.jpg",
        "caption": "A little girl standing in the grass with two soccer balls in front of her.",
        "negative_caption": "Two girls standing in the grass with a little soccer ball in front of them."
    },
    "435": {
        "filename": "000000009378.jpg",
        "caption": "A man holding onto a yellow frisbee while having long hair.",
        "negative_caption": "A man holding onto a long frisbee while having yellow hair."
    },
    "436": {
        "filename": "000000334371.jpg",
        "caption": "Double-decker buses sit at the curb in front of an old building.",
        "negative_caption": "Old buses sit at the curb in front of a double-decker building."
    },
    "437": {
        "filename": "000000572388.jpg",
        "caption": "A black cat licks a doughnut in front of a yellow toy.",
        "negative_caption": "A yellow cat licks a doughnut in front of a black toy."
    },
    "438": {
        "filename": "000000321333.jpg",
        "caption": "A couple of children sitting in front of a blanket.",
        "negative_caption": "Children in front of a couple of blankets are sitting."
    },
    "439": {
        "filename": "000000526392.jpg",
        "caption": "Many cars sit parked on the side of a street.",
        "negative_caption": "Parked cars sit on the side of many streets."
    },
    "440": {
        "filename": "000000532493.jpg",
        "caption": "A surfer on a white board riding a small wave.",
        "negative_caption": "A surfer on a small board riding a white wave."
    },
    "441": {
        "filename": "000000222991.jpg",
        "caption": "A pair of black boots stand next to a red umbrella. ",
        "negative_caption": "A pair of red boots stand next to a black umbrella."
    },
    "442": {
        "filename": "000000138550.jpg",
        "caption": "there is a red fire hydrant on a street between two identical white poles",
        "negative_caption": "there is a white fire hydrant on a street between two identical red poles."
    },
    "443": {
        "filename": "000000167902.jpg",
        "caption": "a little black bird with a big colorful beak sitting on a branch ",
        "negative_caption": "a big colorful black bird with a little beak sitting on a branch"
    },
    "444": {
        "filename": "000000508730.jpg",
        "caption": "Two babies sitting on their potties in the bathroom. ",
        "negative_caption": "Their baby is sitting on two potties in the bathroom."
    },
    "445": {
        "filename": "000000149622.jpg",
        "caption": "Two birds perched up on a large tree branch.",
        "negative_caption": "A large bird perched up on two tree branches."
    },
    "446": {
        "filename": "000000482487.jpg",
        "caption": "Two small clocks sit behind a glass window.",
        "negative_caption": "Two glass clocks sit behind a small window."
    },
    "447": {
        "filename": "000000271728.jpg",
        "caption": "A orange cat is laying on a grey sofa.",
        "negative_caption": "A grey cat is laying on an orange sofa."
    },
    "448": {
        "filename": "000000225946.jpg",
        "caption": "a green white engine is pulling some gray train cars",
        "negative_caption": "a gray white engine is pulling some green train cars."
    },
    "449": {
        "filename": "000000348012.jpg",
        "caption": "A pair of black handled scissors rest on a roll of clear packing tape.",
        "negative_caption": "A pair of clear handled scissors rest on a roll of black packing tape."
    },
    "450": {
        "filename": "000000148730.jpg",
        "caption": "This boat has docked next to a wooden pier",
        "negative_caption": "A wooden boat has docked next to this pier."
    },
    "451": {
        "filename": "000000081061.jpg",
        "caption": "A wood chair, a sofa and cushions, and a roller luggage bag lie by the side of the road.",
        "negative_caption": "A roller chair, a sofa and cushions, and a wood luggage bag lie by the side of the road."
    },
    "452": {
        "filename": "000000274687.jpg",
        "caption": "a black bike rests against a brown bed",
        "negative_caption": "a brown bike rests against a black bed."
    },
    "453": {
        "filename": "000000226903.jpg",
        "caption": "A bunch of different foods on display on  a counter.",
        "negative_caption": "Different foods are on display on a bunch of counters."
    },
    "454": {
        "filename": "000000198641.jpg",
        "caption": "A black cat laying on a white lap top.",
        "negative_caption": "A white cat laying on a black laptop."
    },
    "455": {
        "filename": "000000296649.jpg",
        "caption": "people ride their motorcycles beside some cars, passing by an empty street with stores and apartment buildings",
        "negative_caption": "people ride their cars beside some motorcycles, passing by an empty street with stores and apartment buildings."
    },
    "456": {
        "filename": "000000289393.jpg",
        "caption": "Set of toy animals sitting in front of a red wooden wagon.",
        "negative_caption": "Set of red animals sitting in front of a wooden toy wagon."
    },
    "457": {
        "filename": "000000088040.jpg",
        "caption": "A display of fine food and spices on a wooden table.",
        "negative_caption": "A display of wooden food and spices on a fine table."
    },
    "458": {
        "filename": "000000458755.jpg",
        "caption": "A child is petting a sheep while another sheep watches.",
        "negative_caption": "A child is watching a sheep while another sheep is being petted."
    },
    "459": {
        "filename": "000000370999.jpg",
        "caption": "A coin with a portrait and some rings on the table",
        "negative_caption": "A coin with some portraits and a ring on the table."
    },
    "460": {
        "filename": "000000566524.jpg",
        "caption": "A couple of people that are standing near a train.",
        "negative_caption": "Near a couple of trains, people are standing."
    },
    "461": {
        "filename": "000000435003.jpg",
        "caption": "a computer desk with multiple computers and screens\n",
        "negative_caption": "Multiple computer desks with a screen on each."
    },
    "462": {
        "filename": "000000069795.jpg",
        "caption": "A purple flower is in a watering can on the window sill.",
        "negative_caption": "A watering flower is in a purple can on the window sill."
    },
    "463": {
        "filename": "000000117374.jpg",
        "caption": "Several cats sitting near a tree and a bird on a fence post.",
        "negative_caption": "A cat sitting near a tree and several birds on a fence post."
    },
    "464": {
        "filename": "000000512403.jpg",
        "caption": "Vase full of feathers sitting on a table next to a floral drape.",
        "negative_caption": "A floral vase sitting on a table next to a feather drape."
    },
    "465": {
        "filename": "000000475678.jpg",
        "caption": "Three rows of luggage of various color and size.",
        "negative_caption": "Luggage of three colors and sizes in a row."
    },
    "466": {
        "filename": "000000173799.jpg",
        "caption": "Two men herding a pack of elephants across a field.",
        "negative_caption": "A pack of men herding two elephants across a field."
    },
    "467": {
        "filename": "000000558073.jpg",
        "caption": "A striped cat sits in a bath tub.",
        "negative_caption": "A bath cat sits in a striped tub."
    },
    "468": {
        "filename": "000000381639.jpg",
        "caption": "A girl stands on an airport tarmac between orange cones in front of an airplane being boarded.",
        "negative_caption": "A girl stands on a orange tarmac between airport cones in front of an airplane being boarded."
    },
    "469": {
        "filename": "000000416534.jpg",
        "caption": "A living room with hard wood flooring and two book shelves.",
        "negative_caption": "Two living rooms with hard wood flooring and a book shelf."
    },
    "470": {
        "filename": "000000580410.jpg",
        "caption": "A living room with a white sofa and a gray rug.",
        "negative_caption": "A living room with a gray sofa and a white rug."
    },
    "471": {
        "filename": "000000490125.jpg",
        "caption": "Several white birds standing in a puddle in a parking lot.",
        "negative_caption": "Several birds standing in a white puddle in a parking lot."
    },
    "472": {
        "filename": "000000336356.jpg",
        "caption": "A beautiful woman sitting at a table with two pizzas.",
        "negative_caption": "Two women sitting at a table with a beautiful pizza."
    },
    "473": {
        "filename": "000000010092.jpg",
        "caption": "A green netted bed in a light filled bedroom.",
        "negative_caption": "A light filled netted bed in a green bedroom."
    },
    "474": {
        "filename": "000000308545.jpg",
        "caption": "A young boy in a black jacket riding a white horse.",
        "negative_caption": "A young boy in a white jacket riding a black horse."
    },
    "475": {
        "filename": "000000498807.jpg",
        "caption": "Young girl in black balances on a pink surfboard.",
        "negative_caption": "Young girl in pink balances on a black surfboard."
    },
    "476": {
        "filename": "000000347254.jpg",
        "caption": "A chubby bearded man holding an orange beverage.",
        "negative_caption": "An orange bearded man holding a chubby beverage."
    },
    "477": {
        "filename": "000000161925.jpg",
        "caption": "two women are cutting and preparing a pizza",
        "negative_caption": "A woman is cutting and preparing two pizzas."
    },
    "478": {
        "filename": "000000379533.jpg",
        "caption": "A zebra and two elephants are on a grassy field.",
        "negative_caption": "Two zebras and an elephant are on a grassy field."
    },
    "479": {
        "filename": "000000578489.jpg",
        "caption": "A girl is playing a game system while other kids look on.",
        "negative_caption": "Other kids are playing a game system while a girl looks on."
    },
    "480": {
        "filename": "000000368940.jpg",
        "caption": "A white sink with a black cabinet underneath it.",
        "negative_caption": "A black sink with a white cabinet underneath it."
    },
    "481": {
        "filename": "000000106389.jpg",
        "caption": "A cat is sitting on a bright orange chair.",
        "negative_caption": "A bright orange cat is sitting on a chair."
    },
    "482": {
        "filename": "000000482800.jpg",
        "caption": "Three people in black shirts playing with a white frisbee.",
        "negative_caption": "Three people in white shirts playing with a black frisbee."
    },
    "483": {
        "filename": "000000213422.jpg",
        "caption": "Large made up bed in modern bedroom, with small desk.",
        "negative_caption": "Small made up bed in modern bedroom, with large desk."
    },
    "484": {
        "filename": "000000325527.jpg",
        "caption": "a brown teddy bear sitting on a huge box",
        "negative_caption": "a huge teddy bear sitting on a brown box."
    },
    "485": {
        "filename": "000000031620.jpg",
        "caption": "A woman in a white dress and a man in gray stand near a cake on a white table under a white canopy.",
        "negative_caption": "A woman in a gray dress and a man in white stand near a cake on a gray table under a gray canopy."
    },
    "486": {
        "filename": "000000061108.jpg",
        "caption": "A blue bicycle with a black basket on the front of it",
        "negative_caption": "A black bicycle with a blue basket on the front of it."
    },
    "487": {
        "filename": "000000048924.jpg",
        "caption": "a motorcycle parked next to a green tent in a field",
        "negative_caption": "A green motorcycle parked next to a tent in a field."
    },
    "488": {
        "filename": "000000302030.jpg",
        "caption": "A white desk is covered with papers and has a silver lap top on it.",
        "negative_caption": "A silver desk is covered with papers and has a white laptop on it."
    },
    "489": {
        "filename": "000000553990.jpg",
        "caption": "A woman is riding a horse as it jumps over a bar.",
        "negative_caption": "A woman is jumping a horse as it rides over a bar."
    },
    "490": {
        "filename": "000000021503.jpg",
        "caption": "Square pastries are assorted on a white platter.",
        "negative_caption": "White pastries are assorted on a square platter."
    },
    "491": {
        "filename": "000000505789.jpg",
        "caption": "Children look over the wrought iron fence into the brick archways.",
        "negative_caption": "Children look over the brick fence into the wrought iron archways."
    },
    "492": {
        "filename": "000000180011.jpg",
        "caption": "A boy feeding four giraffes at a zoo from his hand",
        "negative_caption": "Four boys are feeding a giraffe at a zoo from their hands."
    },
    "493": {
        "filename": "000000006818.jpg",
        "caption": "a couple of buckets in a white room",
        "negative_caption": "White buckets in a couple of rooms."
    },
    "494": {
        "filename": "000000551304.jpg",
        "caption": "A well decorated toilet seat with undecorated surroundings.",
        "negative_caption": "An undecorated toilet seat with well decorated surroundings."
    },
    "495": {
        "filename": "000000233567.jpg",
        "caption": "a black goat standing next to two white goats ",
        "negative_caption": "a white goat standing next to two black goats"
    },
    "496": {
        "filename": "000000015272.jpg",
        "caption": "A red light is a wonderful contrast to the pink leaves on trees",
        "negative_caption": "A pink light is a wonderful contrast to the red leaves on trees."
    },
    "497": {
        "filename": "000000391375.jpg",
        "caption": "A woman in black sits on a park bench. ",
        "negative_caption": "A woman in a park sits on a black bench."
    },
    "498": {
        "filename": "000000076625.jpg",
        "caption": "A blue train traveling past a train station next to a lush green mountain.",
        "negative_caption": "A lush green train traveling past a train station next to a blue mountain."
    },
    "499": {
        "filename": "000000417779.jpg",
        "caption": "A fire hydrant stands at the corner of two city streets.",
        "negative_caption": "Two fire hydrants stand at the corners of a city street."
    },
    "500": {
        "filename": "000000377723.jpg",
        "caption": "A blue bus parked in front of a tall building.",
        "negative_caption": "A tall bus parked in front of a blue building."
    },
    "501": {
        "filename": "000000058539.jpg",
        "caption": "A man wearing a blue blazer is also wearing a red hat.",
        "negative_caption": "A man wearing a red blazer is also wearing a blue hat."
    },
    "502": {
        "filename": "000000010977.jpg",
        "caption": "A toilet lid is closed next to a bathtub with a white curtain and pink tile wall.",
        "negative_caption": "A toilet lid is closed next to a bathtub with a pink curtain and white tile wall."
    },
    "503": {
        "filename": "000000236166.jpg",
        "caption": "A man holding a small white dog while wearing a black hat.",
        "negative_caption": "A man holding a black dog while wearing a small white hat."
    },
    "504": {
        "filename": "000000104782.jpg",
        "caption": "A red stop sign with a green street sign posted above it.",
        "negative_caption": "A green stop sign with a red street sign posted above it."
    },
    "505": {
        "filename": "000000314182.jpg",
        "caption": "An assortment of crackers, dip and veggies sitting on a white counter.",
        "negative_caption": "A white assortment of crackers, dip and veggies sitting on a counter."
    },
    "506": {
        "filename": "000000235857.jpg",
        "caption": "A brown cow and two black cows eating grass in a field. ",
        "negative_caption": "Two brown cows and a black cow eating grass in a field."
    },
    "507": {
        "filename": "000000099428.jpg",
        "caption": "a laptop and three cellphones on a yellow table",
        "negative_caption": "Three laptops and a cellphone on a yellow table."
    },
    "508": {
        "filename": "000000268996.jpg",
        "caption": "A green street sign on a pole in front of a tall building.",
        "negative_caption": "A tall street sign on a pole in front of a green building."
    },
    "509": {
        "filename": "000000516916.jpg",
        "caption": "A desk with five computers in a row on it. ",
        "negative_caption": "Five desks with a computer in a row on each of them."
    },
    "510": {
        "filename": "000000301135.jpg",
        "caption": "A group of women sitting on a bench near a light pole.",
        "negative_caption": "A light pole is sitting near a group of women on a bench."
    },
    "511": {
        "filename": "000000304545.jpg",
        "caption": "A small carry-on bag, strapped to the handle of a larger suitcase from the same set of luggage.",
        "negative_caption": "A larger carry-on bag, strapped to the handle of a small suitcase from the same set of luggage."
    },
    "512": {
        "filename": "000000021465.jpg",
        "caption": "A blue shelving unit has a vase and metal cups on it. ",
        "negative_caption": "A metal shelving unit has a vase and blue cups on it."
    },
    "513": {
        "filename": "000000392933.jpg",
        "caption": "a single giraffe walking towards a group trees",
        "negative_caption": "a group of giraffes walking towards a single tree."
    },
    "514": {
        "filename": "000000190676.jpg",
        "caption": "A panoramic shot of several people standing near a plane.",
        "negative_caption": "Several planes are near a person standing in a panoramic shot."
    },
    "515": {
        "filename": "000000578500.jpg",
        "caption": "The room has red wall, white carpet and matching furniture.",
        "negative_caption": "The room has white walls, red carpet and matching furniture."
    },
    "516": {
        "filename": "000000327780.jpg",
        "caption": "a piece of yellow cake with white frosting on a paper plate ",
        "negative_caption": "a piece of white cake with yellow frosting on a paper plate"
    },
    "517": {
        "filename": "000000332455.jpg",
        "caption": "The neon purple toilet with lid lifted is in the bathroom with brown tile. ",
        "negative_caption": "The brown toilet with lid lifted is in the bathroom with neon purple tile."
    },
    "518": {
        "filename": "000000128675.jpg",
        "caption": "A parasailer in the distance with two surfers in the foreground. ",
        "negative_caption": "Two parasailers in the distance with a surfer in the foreground."
    },
    "519": {
        "filename": "000000018150.jpg",
        "caption": "A young man and a small boy are talking about a piece of pizza. ",
        "negative_caption": "A small man and a young boy are talking about a piece of pizza."
    },
    "520": {
        "filename": "000000349302.jpg",
        "caption": "TWO GIRAFFES STANDING IN THE SHADE OF A TREE.",
        "negative_caption": "A giraffe standing in the shade of two trees."
    },
    "521": {
        "filename": "000000557258.jpg",
        "caption": "A white toilet sitting in a bathroom next to a tiled wall.",
        "negative_caption": "A tiled toilet sitting in a bathroom next to a white wall."
    },
    "522": {
        "filename": "000000395701.jpg",
        "caption": "An orange room with a bookcase, chairs, and a TV.",
        "negative_caption": "A room with a bookcase, orange TV, and chairs."
    },
    "523": {
        "filename": "000000417876.jpg",
        "caption": "Two giraffes with the backs turned to the camera next to a wall.",
        "negative_caption": "A giraffe with the back turned to the camera next to two walls."
    },
    "524": {
        "filename": "000000539883.jpg",
        "caption": "A flat screen TV sitting on top of a wooden bench.",
        "negative_caption": "A wooden screen TV sitting on top of a flat bench."
    },
    "525": {
        "filename": "000000038829.jpg",
        "caption": "Two men are on a bicycle and a third is on a scooter.",
        "negative_caption": "A man is on a bicycle and two are on scooters."
    },
    "526": {
        "filename": "000000433774.jpg",
        "caption": "A black and white photo of two meters on a curb.",
        "negative_caption": "Two black and white photos of a meter on a curb."
    },
    "527": {
        "filename": "000000203580.jpg",
        "caption": "The colorful umbrella sits in front of the lavender building.",
        "negative_caption": "The lavender umbrella sits in front of the colorful building."
    },
    "528": {
        "filename": "000000024027.jpg",
        "caption": "A colorful object is flying through the blue sky",
        "negative_caption": "A blue object is flying through the colorful sky."
    },
    "529": {
        "filename": "000000442306.jpg",
        "caption": "A little girl standing in a forest holding a black umbrella.",
        "negative_caption": "A black girl standing in a forest holding a little umbrella."
    },
    "530": {
        "filename": "000000206025.jpg",
        "caption": "A man in a striped suit stands in front of palm trees.",
        "negative_caption": "A man in a palm suit stands in front of striped trees."
    },
    "531": {
        "filename": "000000371677.jpg",
        "caption": "A desk with two computer monitors, two mice, a cup and a keyboard on it.",
        "negative_caption": "A desk with a computer monitor, two mice, two cups and a keyboard on it."
    },
    "532": {
        "filename": "000000441543.jpg",
        "caption": "A group of people on a bust street area with one person holding a multicolored umbrella over head.",
        "negative_caption": "A group of people on a multicolored street area with one person holding a bust umbrella over head."
    },
    "533": {
        "filename": "000000435003.jpg",
        "caption": "A computer workstation with a laptop and two additional monitors.",
        "negative_caption": "A computer workstation with two additional laptops and a monitor."
    },
    "534": {
        "filename": "000000378099.jpg",
        "caption": "A computer keyboard sitting next to a mouse on a wooden table.",
        "negative_caption": "A wooden keyboard sitting next to a mouse on a computer table."
    },
    "535": {
        "filename": "000000533816.jpg",
        "caption": "some people talking to a referee on a tennis court ",
        "negative_caption": "a person talking to referees on a tennis court."
    },
    "536": {
        "filename": "000000064574.jpg",
        "caption": "A pen and several personal hair care items sit side by side on a blanketed surface.",
        "negative_caption": "A pen and several blanketed hair care items sit side by side on a personal surface."
    },
    "537": {
        "filename": "000000468505.jpg",
        "caption": "a guy at a table with 6 plates of food around him",
        "negative_caption": "6 guys at a table with plates of food around them."
    },
    "538": {
        "filename": "000000488270.jpg",
        "caption": "An airplane with wheels wheels barely off ground tilted slightly upward from the pavement to the blue sky.",
        "negative_caption": "An airplane with blue wheels barely off ground tilted slightly upward from the pavement to the sky."
    },
    "539": {
        "filename": "000000075456.jpg",
        "caption": "A pizza that is in a silver pan and sitting on a white surface.",
        "negative_caption": "A pizza that is in a white pan and sitting on a silver surface."
    },
    "540": {
        "filename": "000000455085.jpg",
        "caption": "An angle view of city bus near a side walk.",
        "negative_caption": "A city view of an angle bus near a side walk."
    },
    "541": {
        "filename": "000000132931.jpg",
        "caption": "Two baseball players standing next to a wall on a baseball field.",
        "negative_caption": "A baseball player standing next to two walls on a baseball field."
    },
    "542": {
        "filename": "000000148508.jpg",
        "caption": "A black and white picture of a busy street, only red is in color, a red double decker bus drives down the road. ",
        "negative_caption": "A red and white picture of a quiet street, only black is in color, a black double decker bus drives down the road."
    },
    "543": {
        "filename": "000000158548.jpg",
        "caption": "a couple of people that are walking in some grass",
        "negative_caption": "Some people are walking in a couple of grassy fields."
    },
    "544": {
        "filename": "000000175535.jpg",
        "caption": "A white plate topped with two pieces of food next to white dishes.",
        "negative_caption": "Two plates topped with white food next to white dishes."
    },
    "545": {
        "filename": "000000514540.jpg",
        "caption": "A variety of street signs on a light post in front of a tall building. ",
        "negative_caption": "A tall street sign on a variety of light posts in front of a building."
    },
    "546": {
        "filename": "000000488710.jpg",
        "caption": "A smiling girl standing beside a sign that says \"Princess Parking Only\".",
        "negative_caption": "A Princess girl standing beside a sign that says \"smiling Parking Only\"."
    },
    "547": {
        "filename": "000000547144.jpg",
        "caption": "There are two desktop computer and one laptop on the desk.",
        "negative_caption": "There is one desktop computer and two laptops on the desk."
    },
    "548": {
        "filename": "000000544444.jpg",
        "caption": "A man wearing black skiing down a slope.",
        "negative_caption": "A man skiing in a black slope."
    },
    "549": {
        "filename": "000000466567.jpg",
        "caption": "A plastic tree with a doughnut hanging by a strip of red ribbon. ",
        "negative_caption": "A red tree with a doughnut hanging by a strip of plastic ribbon."
    },
    "550": {
        "filename": "000000379800.jpg",
        "caption": "An orange train engine moves down the track with one train car behind it.",
        "negative_caption": "One train engine moves down the track with an orange train car behind it."
    },
    "551": {
        "filename": "000000204186.jpg",
        "caption": "Spectators enjoying a show of two men on four-wheelers.",
        "negative_caption": "Spectators enjoying a show of four men on two-wheelers."
    },
    "552": {
        "filename": "000000234779.jpg",
        "caption": "A sandwich is sitting in a white plate on top of a wood table.",
        "negative_caption": "A sandwich is sitting on a wood plate on top of a white table."
    },
    "553": {
        "filename": "000000493442.jpg",
        "caption": "A girl skis in a lot of snow. ",
        "negative_caption": "A lot of girls ski in the snow."
    },
    "554": {
        "filename": "000000533206.jpg",
        "caption": "A sandwich on top of a metal tray next to a bowl of dipping sauce.",
        "negative_caption": "A sandwich next to a bowl of metal sauce on top of a dipping tray."
    },
    "555": {
        "filename": "000000226130.jpg",
        "caption": "A sausage on italian roll sandwich, cut in half, is on a white plate, with a garnish.",
        "negative_caption": "A sausage on white roll sandwich, cut in half, is on a italian plate, with a garnish."
    },
    "556": {
        "filename": "000000223182.jpg",
        "caption": "A man sitting on top of a green bench with a tennis racquet.",
        "negative_caption": "A man sitting on top of a tennis bench with a green racquet."
    },
    "557": {
        "filename": "000000010977.jpg",
        "caption": "this bathroom has pink tiles in the shower and is painted blue",
        "negative_caption": "this bathroom has blue tiles in the shower and is painted pink."
    },
    "558": {
        "filename": "000000008844.jpg",
        "caption": "a black woman standing over a bushel of yellow bananas",
        "negative_caption": "a yellow woman standing over a bushel of black bananas"
    },
    "559": {
        "filename": "000000102411.jpg",
        "caption": "Two people riding a motorcycle to the beach.",
        "negative_caption": "A beach with two motorcycles ridden by people."
    },
    "560": {
        "filename": "000000001761.jpg",
        "caption": "Two airplanes flying in the sky above a black bridge.",
        "negative_caption": "A black airplane flying in the sky above two bridges."
    },
    "561": {
        "filename": "000000368982.jpg",
        "caption": "Some scrap book scissors are on a brown table.",
        "negative_caption": "Some brown scissors are on a scrap book table."
    },
    "562": {
        "filename": "000000256916.jpg",
        "caption": "Several square pizzas are sitting on round plates. ",
        "negative_caption": "Several round pizzas are sitting on square plates."
    },
    "563": {
        "filename": "000000459153.jpg",
        "caption": "A man uses his computer on a park bench.",
        "negative_caption": "A man uses a park computer on a bench."
    },
    "564": {
        "filename": "000000449996.jpg",
        "caption": "A plane is in the sky as several are parked on a runway.",
        "negative_caption": "Several planes are in the sky as one is parked on a runway."
    },
    "565": {
        "filename": "000000289741.jpg",
        "caption": "A beach area with grass umbrellas and boats in the distance.",
        "negative_caption": "A beach area with boat umbrellas and grass in the distance."
    },
    "566": {
        "filename": "000000078915.jpg",
        "caption": "A tennis player hits a high ball in front of an audience. ",
        "negative_caption": "A tennis player hits a ball in front of a high audience."
    },
    "567": {
        "filename": "000000539445.jpg",
        "caption": "A red train traveling down tracks next to a field.",
        "negative_caption": "A train traveling down tracks next to a red field."
    },
    "568": {
        "filename": "000000005529.jpg",
        "caption": "A person with green skis skiing down a big hill.",
        "negative_caption": "A person with big skis skiing down a green hill."
    },
    "569": {
        "filename": "000000354072.jpg",
        "caption": "A bathroom has a circular sink with red tiles",
        "negative_caption": "A bathroom has a red sink with circular tiles."
    },
    "570": {
        "filename": "000000499775.jpg",
        "caption": "A yellow bus traveling through a city with small buildings.",
        "negative_caption": "A small bus traveling through a city with yellow buildings."
    },
    "571": {
        "filename": "000000209757.jpg",
        "caption": "Boy riding a skate board over a concrete seat.",
        "negative_caption": "Boy riding a seat board over a concrete skate."
    },
    "572": {
        "filename": "000000285894.jpg",
        "caption": "Some children look at two giraffes in an enclosure. ",
        "negative_caption": "Two children look at some giraffes in an enclosure."
    },
    "573": {
        "filename": "000000511647.jpg",
        "caption": "A man flying a kite above a tall building in a cloudy blue sky.",
        "negative_caption": "A man flying a kite above a cloudy blue building in a tall sky."
    },
    "574": {
        "filename": "000000353096.jpg",
        "caption": "A monitor is displaying a blue screen on the desktop as it sits next to two speakers, a keyboard and a mouse.",
        "negative_caption": "A monitor is displaying two screens on the desktop as it sits next to a blue speaker, a keyboard and a mouse."
    },
    "575": {
        "filename": "000000008021.jpg",
        "caption": "People watch a man delivering a lecture on a screen.",
        "negative_caption": "A man watches people delivering a lecture on a screen."
    },
    "576": {
        "filename": "000000138550.jpg",
        "caption": "an orange fire hydrant between two white poles on the side of a sidewalk",
        "negative_caption": "a white fire hydrant between two orange poles on the side of a sidewalk."
    },
    "577": {
        "filename": "000000001000.jpg",
        "caption": "A group of people that are standing near a tennis net.",
        "negative_caption": "A person standing near a group of tennis nets."
    },
    "578": {
        "filename": "000000050828.jpg",
        "caption": "A bedroom with two beds placed next to one another with a desk to one side and a small window on the opposite side.",
        "negative_caption": "A bedroom with a small bed placed next to a desk and a two windows on the opposite side."
    },
    "579": {
        "filename": "000000568195.jpg",
        "caption": "Two woman and a man pose for a picture while one woman cuts a cake",
        "negative_caption": "One woman and a man pose for a picture while two women cut a cake."
    },
    "580": {
        "filename": "000000218997.jpg",
        "caption": "A sitting child and several adults outside of a batting cage.",
        "negative_caption": "Several children and a sitting adult outside of a batting cage."
    },
    "581": {
        "filename": "000000346905.jpg",
        "caption": "Two large brown elephants standing over a small elephant. ",
        "negative_caption": "Two small brown elephants standing over a large elephant."
    },
    "582": {
        "filename": "000000081394.jpg",
        "caption": "A tan utility truck with a blue interior.",
        "negative_caption": "A blue utility truck with a tan interior."
    },
    "583": {
        "filename": "000000331280.jpg",
        "caption": "A white horse stands in a circus bigtop. ",
        "negative_caption": "A circus horse stands in a white bigtop."
    },
    "584": {
        "filename": "000000219485.jpg",
        "caption": "A gray cat is sitting in a tall window.",
        "negative_caption": "A tall cat is sitting in a gray window."
    },
    "585": {
        "filename": "000000301135.jpg",
        "caption": "Many people are sitting on two benches next to a light pole.",
        "negative_caption": "Two people are sitting on many benches next to a light pole."
    },
    "586": {
        "filename": "000000174004.jpg",
        "caption": "A yellow work truck parked in tall grass.",
        "negative_caption": "A tall work truck parked in yellow grass."
    },
    "587": {
        "filename": "000000467511.jpg",
        "caption": "two people stand in front of a motorcycle ",
        "negative_caption": "A person stands in front of two motorcycles."
    },
    "588": {
        "filename": "000000099242.jpg",
        "caption": "An older man downhill skiing down a slope.",
        "negative_caption": "A downhill man skiing down an older slope."
    },
    "589": {
        "filename": "000000139684.jpg",
        "caption": "A living room with walls painted beige and furnishings and accents in shades of blue and purple.",
        "negative_caption": "A living room with walls painted blue and purple and furnishings and accents in shades of beige."
    },
    "590": {
        "filename": "000000515025.jpg",
        "caption": "A man sitting at a table with a cat eating food.",
        "negative_caption": "A man eating at a table with a cat sitting next to him."
    },
    "591": {
        "filename": "000000284991.jpg",
        "caption": "A man has a red water bottle up to his mouth.",
        "negative_caption": "A man has his water bottle up to his red mouth."
    },
    "592": {
        "filename": "000000516916.jpg",
        "caption": "A very big work station with a bunch of computers.",
        "negative_caption": "A bunch of work stations with a very big computer."
    },
    "593": {
        "filename": "000000517069.jpg",
        "caption": "A woman sitting on a bench and a woman standing behind the bench at a bus stop",
        "negative_caption": "A woman standing on a bench and a woman sitting behind the bench at a bus stop."
    },
    "594": {
        "filename": "000000283717.jpg",
        "caption": "there is a black microwave that is on top of a wooden table",
        "negative_caption": "there is a wooden microwave that is on top of a black table."
    },
    "595": {
        "filename": "000000078170.jpg",
        "caption": "PASSENGER TRAIN IN THE NIGHT HOURS WITH NO SMOKING SIGN, AND TWO WOMEN",
        "negative_caption": "PASSENGER TRAIN IN THE NIGHT HOURS WITH TWO SMOKING SIGNS, AND NO WOMEN."
    },
    "596": {
        "filename": "000000540962.jpg",
        "caption": "A living room has white furniture and fire place.",
        "negative_caption": "A living room has a furniture and white fire place."
    },
    "597": {
        "filename": "000000312421.jpg",
        "caption": "Several middle eastern looking stickers decorate a black briefcase.",
        "negative_caption": "Several black stickers decorate a middle eastern looking briefcase."
    },
    "598": {
        "filename": "000000269942.jpg",
        "caption": "A red car is parked at a traffic light.",
        "negative_caption": "A traffic car is parked at a red light."
    },
    "599": {
        "filename": "000000398237.jpg",
        "caption": "A small child playing with some toys in a field.",
        "negative_caption": "Some children playing with a toy in a small field."
    },
    "600": {
        "filename": "000000054593.jpg",
        "caption": "a young kid with a baseball bat gets ready for the pitch",
        "negative_caption": "A baseball kid with a young bat gets ready for the pitch."
    },
    "601": {
        "filename": "000000302882.jpg",
        "caption": "A man takes a black and white selfie with a phone. ",
        "negative_caption": "A man takes a selfie with a black and white phone."
    },
    "602": {
        "filename": "000000347254.jpg",
        "caption": "Bearded man in a suit about to enjoy an adult beverage",
        "negative_caption": "An adult man in a suit about to enjoy a bearded beverage."
    },
    "603": {
        "filename": "000000139872.jpg",
        "caption": "a black and white dog laying in the grass with a frisbee ",
        "negative_caption": "a dog laying in the grass with a black and white frisbee"
    },
    "604": {
        "filename": "000000551439.jpg",
        "caption": "a pretty lady with a red book smiling on a white bed",
        "negative_caption": "a red lady with a pretty book smiling on a white bed."
    },
    "605": {
        "filename": "000000207585.jpg",
        "caption": "Three teddy bears and a stuffed cat on a stone wall.",
        "negative_caption": "A stuffed teddy bear and three cats on a stone wall."
    },
    "606": {
        "filename": "000000555972.jpg",
        "caption": "Two pink flowers in oddly shaped wood vase.",
        "negative_caption": "Two oddly shaped flowers in a pink wood vase."
    },
    "607": {
        "filename": "000000331569.jpg",
        "caption": "A fruit smoothie is on display on a plate with two strawberries for garnish.",
        "negative_caption": "Two smoothies are on display on a plate with a fruit garnish."
    },
    "608": {
        "filename": "000000334371.jpg",
        "caption": "A tall building with four double decker buses driving along a parking lot.",
        "negative_caption": "Four tall buses driving along a parking lot next to a double decker building."
    },
    "609": {
        "filename": "000000199442.jpg",
        "caption": "A man wearing a black wetsuit surfing in the ocean. ",
        "negative_caption": "A man surfing in a black ocean wearing a wetsuit."
    },
    "610": {
        "filename": "000000457262.jpg",
        "caption": "A wooden table with miniature bananas next to a Malaysian coin from 2009.",
        "negative_caption": "A miniature table with wooden bananas next to a Malaysian coin from 2009."
    },
    "611": {
        "filename": "000000564127.jpg",
        "caption": "A bathroom with black and white toilet and a tiled floor.",
        "negative_caption": "A bathroom with a tiled toilet and a black and white floor."
    },
    "612": {
        "filename": "000000532129.jpg",
        "caption": "A cheese pizza sitting on top of white paper and a large plate. ",
        "negative_caption": "A white pizza sitting on top of cheese paper and a large plate."
    },
    "613": {
        "filename": "000000468501.jpg",
        "caption": "Two people using an interactive gaming system while a person observes them from a couch.",
        "negative_caption": "A person using an interactive gaming system while two people observe from a couch."
    },
    "614": {
        "filename": "000000188296.jpg",
        "caption": "Two football players reach for the ball at the same time.",
        "negative_caption": "Same football players reach for the ball at two different times."
    },
    "615": {
        "filename": "000000212072.jpg",
        "caption": "A stop sign leans beside street signs and a light post across from buildings.",
        "negative_caption": "A street sign leans beside stop signs and a light post across from buildings."
    },
    "616": {
        "filename": "000000220858.jpg",
        "caption": "A rowboat with paddles and no passengers is on the beach.",
        "negative_caption": "A rowboat with paddles and no passengers is in the water."
    },
    "617": {
        "filename": "000000252716.jpg",
        "caption": "A blue frisbee sitting on top of a lush green field.",
        "negative_caption": "A green frisbee sitting on top of a lush blue field."
    },
    "618": {
        "filename": "000000572517.jpg",
        "caption": "A polar bear and a bird near a small pond.",
        "negative_caption": "A small bear and a bird near a polar pond."
    },
    "619": {
        "filename": "000000128148.jpg",
        "caption": "A living room with brown, leather furniture and a red wall",
        "negative_caption": "A living room with red, leather furniture and a brown wall."
    },
    "620": {
        "filename": "000000266082.jpg",
        "caption": "A fire hydrant waits in front of a tall building.",
        "negative_caption": "A tall hydrant waits in front of a fire building."
    },
    "621": {
        "filename": "000000060347.jpg",
        "caption": "A man sitting on the park bench in the forest ",
        "negative_caption": "A man sitting on the forest bench in the park."
    },
    "622": {
        "filename": "000000578922.jpg",
        "caption": "A vase of red flowers sits on a bathroom countertop. ",
        "negative_caption": "A vase of bathroom flowers sits on a red countertop."
    },
    "623": {
        "filename": "000000300233.jpg",
        "caption": "A close up of a bowl of uncooked rice and a jar of oil.",
        "negative_caption": "A close up of a jar of cooked rice and a bowl of oil."
    },
    "624": {
        "filename": "000000173799.jpg",
        "caption": "Two people stand in front of a bunch of elephants ",
        "negative_caption": "A bunch of people stand in front of two elephants."
    },
    "625": {
        "filename": "000000186449.jpg",
        "caption": "A person with a cane and a roller bag sitting on a bench.",
        "negative_caption": "A person with a roller and a cane bag sitting on a bench."
    },
    "626": {
        "filename": "000000198489.jpg",
        "caption": "A little girl picking up an upside down umbrella by its handle.",
        "negative_caption": "An upside down girl picking up a little umbrella by its handle."
    },
    "627": {
        "filename": "000000360137.jpg",
        "caption": "A person leaning up against a metal rail while holding a rainbow colored umbrella.",
        "negative_caption": "A person leaning up against a rainbow colored rail while holding a metal umbrella."
    },
    "628": {
        "filename": "000000110638.jpg",
        "caption": "a small elephant walks underneath a big elephant ",
        "negative_caption": "a big elephant walks underneath a small elephant."
    },
    "629": {
        "filename": "000000140556.jpg",
        "caption": "some guys in green jackets standing around a fire hydrant ",
        "negative_caption": "some guys in fire jackets standing around a green hydrant."
    },
    "630": {
        "filename": "000000170278.jpg",
        "caption": "A large dog sleeps on a duvet comforter. ",
        "negative_caption": "A duvet dog sleeps on a large comforter."
    },
    "631": {
        "filename": "000000399205.jpg",
        "caption": "A group of men standing around a sidewalk together.",
        "negative_caption": "Men standing alone on different sidewalks."
    },
    "632": {
        "filename": "000000027696.jpg",
        "caption": "there is a small pizza that is on a white plate",
        "negative_caption": "there is a white pizza that is on a small plate."
    },
    "633": {
        "filename": "000000416991.jpg",
        "caption": "Multi-colored umbrellas in a black and white picture near the water",
        "negative_caption": "Black and white umbrellas in a multi-colored picture near the water."
    },
    "634": {
        "filename": "000000440507.jpg",
        "caption": "a blue suitcase sits on the floor in front of 2 pair of shoes",
        "negative_caption": "2 pair of suitcases sit on the floor in front of a blue shoe."
    },
    "635": {
        "filename": "000000577932.jpg",
        "caption": "A woman walking next to a man riding a pink bike.",
        "negative_caption": "A woman riding a pink bike next to a man walking."
    },
    "636": {
        "filename": "000000244181.jpg",
        "caption": "A plate holding a sandwich on a blue mat.",
        "negative_caption": "A plate holding a blue sandwich on a mat."
    },
    "637": {
        "filename": "000000526751.jpg",
        "caption": "A boat is sitting in the sand near the water.",
        "negative_caption": "A boat is near the sand sitting in the water."
    },
    "638": {
        "filename": "000000025228.jpg",
        "caption": "a girl in all black surf boarding in a red surfboard",
        "negative_caption": "A girl in a red wetsuit surf boarding on an all black surfboard."
    },
    "639": {
        "filename": "000000276720.jpg",
        "caption": "A stone building with a blue door on it",
        "negative_caption": "A blue building with a stone door on it."
    },
    "640": {
        "filename": "000000033707.jpg",
        "caption": "Two large giraffes inside a fenced area stand together near many rocks",
        "negative_caption": "Many giraffes inside a fenced area stand together near two large rocks."
    },
    "641": {
        "filename": "000000273711.jpg",
        "caption": "there are many different types of food gathered on the table",
        "negative_caption": "there are gathered types of food on the many different tables."
    },
    "642": {
        "filename": "000000493864.jpg",
        "caption": "A man standing on a wet beach holding a blue board.",
        "negative_caption": "A man standing on a blue beach holding a wet board."
    },
    "643": {
        "filename": "000000027696.jpg",
        "caption": "A pizza sitting on top of a white plate with lots of toppings.",
        "negative_caption": "A pizza sitting on top of a plate with lots of white toppings."
    },
    "644": {
        "filename": "000000087476.jpg",
        "caption": "A person helping a child stand on a skateboard.",
        "negative_caption": "A person on a skateboard stands helping a child."
    },
    "645": {
        "filename": "000000441491.jpg",
        "caption": "Three beautiful young ladies eating one slice of pizza.",
        "negative_caption": "One beautiful young lady eating three slices of pizza."
    },
    "646": {
        "filename": "000000415741.jpg",
        "caption": "a hallway next to a bedroom doorway and a blue padded chair.",
        "negative_caption": "A blue padded hallway next to a bedroom doorway and a chair."
    },
    "647": {
        "filename": "000000560279.jpg",
        "caption": "A toilet in a tiled stall with rainbow streaks around the room.",
        "negative_caption": "A toilet in a rainbow stall with tiled streaks around the room."
    },
    "648": {
        "filename": "000000344816.jpg",
        "caption": "The train engine is followed by a line of open cars.",
        "negative_caption": "The open engine is followed by a line of train cars."
    },
    "649": {
        "filename": "000000122606.jpg",
        "caption": "A bus parked to the side of an empty road.",
        "negative_caption": "An empty bus is driving on the side of a parked road."
    },
    "650": {
        "filename": "000000184384.jpg",
        "caption": "A bluebery cake is on a plate and is topped with butter.",
        "negative_caption": "A butter cake is on a plate and is topped with blueberries."
    },
    "651": {
        "filename": "000000490470.jpg",
        "caption": "A large body of water with three boats floating on top of it.",
        "negative_caption": "Three bodies of water with a large boat floating on top of each."
    },
    "652": {
        "filename": "000000312340.jpg",
        "caption": "Black and White cat laying down in dead leaves.",
        "negative_caption": "Dead cat laying down in black and white leaves."
    },
    "653": {
        "filename": "000000152771.jpg",
        "caption": "A lone bicycle parked in a parking lot with cars parked on a street.",
        "negative_caption": "Many bicycles parked in a parking lot with a lone car parked on the street."
    },
    "654": {
        "filename": "000000201646.jpg",
        "caption": "A serious man is holding video game controllers.",
        "negative_caption": "A video game man is holding serious controllers."
    },
    "655": {
        "filename": "000000194506.jpg",
        "caption": "Two brown bears swimming in a lake next to green and yellow plants.",
        "negative_caption": "Two green/yellow bears swimming in a lake next to brown plants."
    },
    "656": {
        "filename": "000000273198.jpg",
        "caption": "A man opens a fire hydrant and brown colored water is flowing out.",
        "negative_caption": "A man opens a brown colored hydrant and water is flowing out."
    },
    "657": {
        "filename": "000000177539.jpg",
        "caption": "A man in striped shorts leaning against a board on a beach. ",
        "negative_caption": "A man on a striped board leaning against shorts on a beach."
    },
    "658": {
        "filename": "000000133244.jpg",
        "caption": "A man in black shirt and blue shorts playing tennis.",
        "negative_caption": "A man in blue shirt and black shorts playing tennis."
    },
    "659": {
        "filename": "000000267191.jpg",
        "caption": "Two people are riding elephants beside some trees.",
        "negative_caption": "Some people are riding elephants beside two trees."
    },
    "660": {
        "filename": "000000019742.jpg",
        "caption": "A glass vase is beside a white candle.",
        "negative_caption": "A white vase is beside a glass candle."
    },
    "661": {
        "filename": "000000259597.jpg",
        "caption": "A young boy is recording a performance on a cellphone of several people.",
        "negative_caption": "Several boys are recording a performance on a cellphone of a young person."
    },
    "662": {
        "filename": "000000367680.jpg",
        "caption": "Several vehicles and a horse drawn cart pull up outside of a building.",
        "negative_caption": "A horse drawn vehicle and several carts pull up outside of a building."
    },
    "663": {
        "filename": "000000453722.jpg",
        "caption": "room with wood floors and a stone fire place",
        "negative_caption": "room with stone floors and a wood fire place"
    },
    "664": {
        "filename": "000000564127.jpg",
        "caption": "A white toilet with a black colored seat.",
        "negative_caption": "A black colored toilet with a white seat."
    },
    "665": {
        "filename": "000000370677.jpg",
        "caption": "Some girls in colorful shirts standing by some pastries.",
        "negative_caption": "Some girls in some shirts standing by colorful pastries."
    }
}