{
    "0": {
        "filename": "000000222235.jpg",
        "caption": "A cat sits on its hind legs, and swats at the plant.",
        "negative_caption": "A cat sits on the plant, and swats at its hind legs."
    },
    "1": {
        "filename": "000000480021.jpg",
        "caption": "A man on a motorcycle is waving at two men.",
        "negative_caption": "Two men on a motorcycle are waving at a man."
    },
    "2": {
        "filename": "000000287347.jpg",
        "caption": "A woman prepares a pizza while a man watches.",
        "negative_caption": "A man prepares a pizza while a woman watches."
    },
    "3": {
        "filename": "000000177934.jpg",
        "caption": "Girls wash a motorcycle while men look on.",
        "negative_caption": "Men wash a motorcycle while girls look on."
    },
    "4": {
        "filename": "000000579635.jpg",
        "caption": "A surfer is riding the waves as a sailboat sails in the background.",
        "negative_caption": "A sailboat is riding the waves as a surfer surfs in the background."
    },
    "5": {
        "filename": "000000051309.jpg",
        "caption": "Three large horses eating hay while a small horse stands behind.",
        "negative_caption": "A small horse eating hay while three large horses stand behind."
    },
    "6": {
        "filename": "000000415238.jpg",
        "caption": "A painting of a vase with a sunflower on a table.",
        "negative_caption": "A painting of a sunflower with a vase on a table."
    },
    "7": {
        "filename": "000000179214.jpg",
        "caption": "A pizza with several vegetable toppings sitting on a storage tub.",
        "negative_caption": "A storage tub with several vegetable toppings sitting on a pizza."
    },
    "8": {
        "filename": "000000489764.jpg",
        "caption": "A woman holding a game controller with a man looking on.",
        "negative_caption": "A man holding a game controller with a woman looking on."
    },
    "9": {
        "filename": "000000187055.jpg",
        "caption": "A man with a ball facing a girl with a racquet.",
        "negative_caption": "A girl with a ball facing a man with a racquet."
    },
    "10": {
        "filename": "000000313034.jpg",
        "caption": "A man in a green shirt stands by a girl holding a piece of cake on a plate.",
        "negative_caption": "A girl in a green shirt stands by a man holding a piece of cake on a plate."
    },
    "11": {
        "filename": "000000281754.jpg",
        "caption": "A boy holding up an umbrella over a woman's head.",
        "negative_caption": "A woman holding up an umbrella over a boy's head."
    },
    "12": {
        "filename": "000000334309.jpg",
        "caption": "A man taking a photo with his right hand and eating food with his left hand.",
        "negative_caption": "A man taking a photo with his left hand and eating food with his right hand."
    },
    "13": {
        "filename": "000000074200.jpg",
        "caption": "Three snow boards behind trophies in a window.",
        "negative_caption": "Three trophies behind snow boards in a window."
    },
    "14": {
        "filename": "000000209753.jpg",
        "caption": "A woman with large black tear drop earrings and a black dress looks at her cell phone. ",
        "negative_caption": "A woman with a cell phone and a black dress looks at her large black tear drop earrings."
    },
    "15": {
        "filename": "000000227898.jpg",
        "caption": "A street scene with a horse pulling a white carriage.",
        "negative_caption": "A street scene with a white carriage pulling a horse."
    },
    "16": {
        "filename": "000000141597.jpg",
        "caption": "A large cargo van parked in front of a smart car.",
        "negative_caption": "A smart car parked in front of a large cargo van."
    },
    "17": {
        "filename": "000000338624.jpg",
        "caption": "A man walks a dog past rows of chairs outside a store.",
        "negative_caption": "A dog walks a man past rows of chairs outside a store."
    },
    "18": {
        "filename": "000000360097.jpg",
        "caption": "Luggage is arranged in groups  on a concrete  platform. ",
        "negative_caption": "A concrete platform is arranged in groups with luggage on it."
    },
    "19": {
        "filename": "000000289516.jpg",
        "caption": "A clock sits above green bushes under a blue sky.",
        "negative_caption": "Green bushes sit above a clock under a blue sky."
    },
    "20": {
        "filename": "000000528399.jpg",
        "caption": "Trays of pastries and sandwiches beside a bowl of soup.",
        "negative_caption": "A bowl of pastries and sandwiches beside trays of soup."
    },
    "21": {
        "filename": "000000427160.jpg",
        "caption": "A boy in a blue baseball uniform running to tag out a boy in a red uniform.",
        "negative_caption": "A boy in a red baseball uniform running to tag out a boy in a blue uniform."
    },
    "22": {
        "filename": "000000482970.jpg",
        "caption": "An open laptop and speakers on top of a desk.",
        "negative_caption": "Speakers on top of an open laptop on a desk."
    },
    "23": {
        "filename": "000000052507.jpg",
        "caption": "a person holding a surf board in a body of water",
        "negative_caption": "A surf board holding a person in a body of water."
    },
    "24": {
        "filename": "000000569976.jpg",
        "caption": "Small child getting her hair dried with a man standing behind her. ",
        "negative_caption": "A man getting his hair dried with a small child standing behind him."
    },
    "25": {
        "filename": "000000565989.jpg",
        "caption": "Statues on the second floor of a building, sitting below a clock.",
        "negative_caption": "A clock on the second floor of a building, sitting below statues."
    },
    "26": {
        "filename": "000000524850.jpg",
        "caption": "People getting on to a bus from an airplane on the tarmac",
        "negative_caption": "People getting on to an airplane from a bus on the tarmac."
    },
    "27": {
        "filename": "000000414638.jpg",
        "caption": "White pastries sitting on top of a white plate with silverware. ",
        "negative_caption": "Silverware sitting on top of a white plate with white pastries."
    },
    "28": {
        "filename": "000000493286.jpg",
        "caption": "A vintage red car in front of a vintage army prop plane.",
        "negative_caption": "A vintage army prop plane in front of a vintage red car."
    },
    "29": {
        "filename": "000000183648.jpg",
        "caption": "A woman pats an elephant as a couple men watch.",
        "negative_caption": "A couple men pat an elephant as a woman watches."
    },
    "30": {
        "filename": "000000066561.jpg",
        "caption": "A view of a baby goat standing and a mother goat sitting in a field.",
        "negative_caption": "A view of a mother goat standing and a baby goat sitting in a field."
    },
    "31": {
        "filename": "000000213035.jpg",
        "caption": "Two sets of hands are each holding a cell phone while another hand in the background is holding a glass.",
        "negative_caption": "Two sets of hands are each holding a glass while another hand in the background is holding a cell phone."
    },
    "32": {
        "filename": "000000078843.jpg",
        "caption": "The young man is kissing the young woman on top of her head.",
        "negative_caption": "The young woman is kissing the young man on top of his head."
    },
    "33": {
        "filename": "000000241326.jpg",
        "caption": "A cat is laying on sofa and the dog is laying on the floor in front.",
        "negative_caption": "A dog is laying on sofa and the cat is laying on the floor in front."
    },
    "34": {
        "filename": "000000474344.jpg",
        "caption": "A man holds a bat while a woman watches.",
        "negative_caption": "A woman holds a bat while a man watches."
    },
    "35": {
        "filename": "000000092091.jpg",
        "caption": "A little girl playing with a teddy bear and chewing on a toothbrush.",
        "negative_caption": "A little girl playing with a toothbrush and chewing on a teddy bear."
    },
    "36": {
        "filename": "000000035963.jpg",
        "caption": "A statue with two stuffed animals on top of it sitting in a patch of dirt.",
        "negative_caption": "Two stuffed animals with a statue on top of them sitting in a patch of dirt."
    },
    "37": {
        "filename": "000000232348.jpg",
        "caption": "A toaster sits on a kitchen shelf in front of a blender.",
        "negative_caption": "A blender sits on a kitchen shelf in front of a toaster."
    },
    "38": {
        "filename": "000000241326.jpg",
        "caption": "A cat sitting on a couch with a dog on the floor.",
        "negative_caption": "A dog sitting on a couch with a cat on the floor."
    },
    "39": {
        "filename": "000000159458.jpg",
        "caption": "A dog is sitting on a neatly made bed while someone looks on. ",
        "negative_caption": "Someone is sitting on a neatly made bed while a dog looks on."
    },
    "40": {
        "filename": "000000046048.jpg",
        "caption": "A little girl sitting on top of a bed next to a lamp.",
        "negative_caption": "A lamp sitting on top of a bed next to a little girl."
    },
    "41": {
        "filename": "000000259597.jpg",
        "caption": "A young boy is recording a performance on a cellphone of several people.",
        "negative_caption": "Several people are recording a performance on a cellphone of a young boy."
    },
    "42": {
        "filename": "000000355610.jpg",
        "caption": "A black and white photograph of a stuffed teddy bear wearing a shirt that reads \"handle with care\" and a small stuffed sheep.",
        "negative_caption": "A black and white photograph of a small stuffed sheep wearing a shirt that reads \"handle with care\" and a stuffed teddy bear."
    },
    "43": {
        "filename": "000000179174.jpg",
        "caption": "A large stack of trunks and luggage on a sidewalk with people behind it.",
        "negative_caption": "A large group of people on a sidewalk with trunks and luggage behind them."
    },
    "44": {
        "filename": "000000007511.jpg",
        "caption": "Man flying a kite on the beach while others run along the sand.",
        "negative_caption": "Others flying a kite on the beach while a man runs along the sand."
    },
    "45": {
        "filename": "000000102805.jpg",
        "caption": "A man holding a frisbee in a parking lot near water. ",
        "negative_caption": "A man near a frisbee in a parking lot holding water."
    },
    "46": {
        "filename": "000000509260.jpg",
        "caption": "A old television set is displaying an old computer game in front of two bookshelves.",
        "negative_caption": "Two old bookshelves are displaying an old computer game in front of a television set."
    },
    "47": {
        "filename": "000000140840.jpg",
        "caption": "Several kites sit on the ground, with a few people in the background.",
        "negative_caption": "Several people sit on the ground, with a few kites in the background."
    },
    "48": {
        "filename": "000000499181.jpg",
        "caption": "A self service parking lot with a building behind it and an intersection in front of it.",
        "negative_caption": "A self service parking lot with an intersection behind it and a building in front of it."
    },
    "49": {
        "filename": "000000022969.jpg",
        "caption": "A large giraffe looks at a smaller giraffe looking over a fence.",
        "negative_caption": "A smaller giraffe looks at a larger giraffe looking over a fence."
    },
    "50": {
        "filename": "000000397327.jpg",
        "caption": "A white bathroom is shown with a blue towel.",
        "negative_caption": "A blue bathroom is shown with a white towel."
    },
    "51": {
        "filename": "000000482436.jpg",
        "caption": "A woman sits at a counter while a man looks at her through a window.",
        "negative_caption": "A man sits at a counter while a woman looks at him through a window."
    },
    "52": {
        "filename": "000000520077.jpg",
        "caption": "A stack of random books are placed in front of a computer.",
        "negative_caption": "A computer is placed in front of a stack of random books."
    },
    "53": {
        "filename": "000000094157.jpg",
        "caption": "A large, ornate clock tower rises above another skyscraper.",
        "negative_caption": "Another large, ornate skyscraper rises above a clock tower."
    },
    "54": {
        "filename": "000000141597.jpg",
        "caption": "The extremely small car is parked behind the bus.",
        "negative_caption": "The bus is parked behind the extremely small car."
    },
    "55": {
        "filename": "000000164363.jpg",
        "caption": "A white faced clock with roman numerals surrounded by a painting.",
        "negative_caption": "A painting with roman numerals surrounded by a white faced clock."
    },
    "56": {
        "filename": "000000405972.jpg",
        "caption": "An elephant leads a baby elephant towards a door.",
        "negative_caption": "A baby elephant leads an elephant towards a door."
    },
    "57": {
        "filename": "000000241326.jpg",
        "caption": "A cat sitting on the couch with a dog laying on the floor.",
        "negative_caption": "A dog sitting on the couch with a cat laying on the floor."
    },
    "58": {
        "filename": "000000340930.jpg",
        "caption": "Scissors with orange handles are in a container with pens.",
        "negative_caption": "Pens with orange handles are in a container with scissors."
    },
    "59": {
        "filename": "000000173044.jpg",
        "caption": "A tall tower with a clock stands in front of a skyscraper.",
        "negative_caption": "A skyscraper with a clock stands in front of a tall tower."
    },
    "60": {
        "filename": "000000327592.jpg",
        "caption": "a person holding a plate with food on it in one hand and  a spoon in the other.",
        "negative_caption": "A person holding a spoon with food on it in one hand and a plate in the other."
    },
    "61": {
        "filename": "000000453166.jpg",
        "caption": "Military men are holding awards while standing next to a man in a suit.",
        "negative_caption": "A man in a suit is holding awards while standing next to military men."
    },
    "62": {
        "filename": "000000564127.jpg",
        "caption": "A white toilet with a black seat on top of a tiled floor.",
        "negative_caption": "A black toilet with a white seat on top of a tiled floor."
    },
    "63": {
        "filename": "000000506707.jpg",
        "caption": "A man in a white shirt and gray pants walks toward a grassy area as kids in baseball uniforms and an umpire are near him.",
        "negative_caption": "Kids in a white shirt and gray pants walk toward a grassy area as a man in baseball uniforms and an umpire are near them."
    },
    "64": {
        "filename": "000000240250.jpg",
        "caption": "A woman holding a fork and reaching for a slice of pizza.",
        "negative_caption": "A woman holding a slice of pizza and reaching for a fork."
    },
    "65": {
        "filename": "000000546475.jpg",
        "caption": "A man holding a baby while standing in front of a mirror.",
        "negative_caption": "A baby holding a man while standing in front of a mirror."
    },
    "66": {
        "filename": "000000385029.jpg",
        "caption": "A person cutting a pizza next to a salad and bottles of wine on wooden table.",
        "negative_caption": "A person cutting a salad next to a pizza and bottles of wine on wooden table."
    },
    "67": {
        "filename": "000000021503.jpg",
        "caption": "Crackers coated with spread, sitting on a plate, ready to eat.",
        "negative_caption": "Spread coated with crackers, sitting on a plate, ready to eat."
    },
    "68": {
        "filename": "000000335800.jpg",
        "caption": "A street sign with flags and a high rise building in the background.",
        "negative_caption": "A high rise building with flags and a street sign in the background."
    },
    "69": {
        "filename": "000000193162.jpg",
        "caption": "A man is right behind a cow on green grass.",
        "negative_caption": "A cow is right behind a man on green grass."
    },
    "70": {
        "filename": "000000055022.jpg",
        "caption": "Bikes are lined up in the store on the floor",
        "negative_caption": "The store is lined up with bikes on the floor."
    },
    "71": {
        "filename": "000000011122.jpg",
        "caption": "The stop sign is behind the fence instead of on the street.",
        "negative_caption": "The fence is behind the stop sign instead of on the street."
    },
    "72": {
        "filename": "000000172571.jpg",
        "caption": "A thick crust cut pizza on a plate with wine by its side.",
        "negative_caption": "A glass of wine on a plate with a thick crust cut pizza by its side."
    },
    "73": {
        "filename": "000000012667.jpg",
        "caption": "A banana placed on a phone on a table.",
        "negative_caption": "A phone placed on a banana on a table."
    },
    "74": {
        "filename": "000000357742.jpg",
        "caption": "Person skiing on snowy slopes with wires above",
        "negative_caption": "Snowy slopes with a person skiing above wires."
    },
    "75": {
        "filename": "000000087470.jpg",
        "caption": "A herd of cattle walking down a road being followed by a cowboy.",
        "negative_caption": "A cowboy walking down a road being followed by a herd of cattle."
    },
    "76": {
        "filename": "000000414170.jpg",
        "caption": "Three people on packed snow trail, two skiing, one walking.",
        "negative_caption": "Three people on packed snow trail, one skiing, two walking."
    },
    "77": {
        "filename": "000000412240.jpg",
        "caption": "A dog sitting behind a pair of black shoes.",
        "negative_caption": "A pair of black shoes sitting behind a dog."
    },
    "78": {
        "filename": "000000571943.jpg",
        "caption": "A traffic light on a metal pole by a tree.",
        "negative_caption": "A traffic light on a tree by a metal pole."
    },
    "79": {
        "filename": "000000535523.jpg",
        "caption": "A bagel machine is making bagels while people people work in the background.",
        "negative_caption": "People are making bagels while a bagel machine works in the background."
    },
    "80": {
        "filename": "000000455157.jpg",
        "caption": "A man sitting at a wooden bench and table with an open umbrella sitting on the table.",
        "negative_caption": "A man sitting at a table and bench with an open umbrella sitting on the bench."
    },
    "81": {
        "filename": "000000088265.jpg",
        "caption": "A horse pulling a carriage on a narrow path.",
        "negative_caption": "A carriage pulling a horse on a narrow path."
    },
    "82": {
        "filename": "000000433915.jpg",
        "caption": "A video screen with faces of a couple of guys on it.",
        "negative_caption": "Faces of a couple of guys with a video screen behind them."
    },
    "83": {
        "filename": "000000157601.jpg",
        "caption": "A woman of Asian heritage eating a sandwich at a table with two cups of hot beverages.",
        "negative_caption": "A woman of Asian heritage drinking two cups of hot beverages at a table with a sandwich."
    },
    "84": {
        "filename": "000000383842.jpg",
        "caption": "this lady is using controllers and those men are watching",
        "negative_caption": "Those men are using controllers and this lady is watching."
    },
    "85": {
        "filename": "000000306733.jpg",
        "caption": "A picture of a bathroom with a fern plant near the sink and a photo of a city above the toilet. ",
        "negative_caption": "A picture of a bathroom with a photo of a city near the sink and a fern plant above the toilet."
    },
    "86": {
        "filename": "000000066135.jpg",
        "caption": "A train at the station with no passengers around.",
        "negative_caption": "Passengers at the station with no train around."
    },
    "87": {
        "filename": "000000489842.jpg",
        "caption": "Many children sit around a person in a Santa costume.",
        "negative_caption": "A person in a Santa costume sits around many children."
    },
    "88": {
        "filename": "000000086582.jpg",
        "caption": "A knit item sitting on a laptop on a desk.",
        "negative_caption": "A laptop sitting on a knit item on a desk."
    },
    "89": {
        "filename": "000000119452.jpg",
        "caption": "A banana sitting on top of oranges and other fruit.",
        "negative_caption": "Oranges sitting on top of a banana and other fruit."
    },
    "90": {
        "filename": "000000045472.jpg",
        "caption": "A table with five red cups, a pineapple and some oranges on a plate",
        "negative_caption": "A plate with five red cups, a pineapple and some oranges on a table."
    },
    "91": {
        "filename": "000000210789.jpg",
        "caption": "An adult standing behind a little girl while holding an umbrella.",
        "negative_caption": "A little girl standing behind an adult while holding an umbrella."
    },
    "92": {
        "filename": "000000011511.jpg",
        "caption": "A sculpture of two women stting on a bench with their purses on the ground while people standing in a line behind them. ",
        "negative_caption": "A sculpture of people standing in a line on a bench with their purses on the ground while two women sit behind them."
    },
    "93": {
        "filename": "000000167240.jpg",
        "caption": "A vase with red flowers on it next to a map.",
        "negative_caption": "A vase with a map on it next to red flowers."
    },
    "94": {
        "filename": "000000266981.jpg",
        "caption": "Outside view of the MGM Grand in Las Vegas with people sitting and walking.",
        "negative_caption": "Outside view of the people in Las Vegas with the MGM Grand sitting and walking."
    },
    "95": {
        "filename": "000000112110.jpg",
        "caption": "a person standing on cement lift his leg over a brief case",
        "negative_caption": "a person standing on a briefcase lifts his leg over cement."
    },
    "96": {
        "filename": "000000266981.jpg",
        "caption": "A couple of guys are sitting with their luggage bag as a lady walks on. ",
        "negative_caption": "A lady is sitting with her luggage bag as a couple of guys walk on."
    },
    "97": {
        "filename": "000000345466.jpg",
        "caption": "A baseball player throws a pitch while others watch from the dugout.",
        "negative_caption": "Others throw a pitch while a baseball player watches from the dugout."
    },
    "98": {
        "filename": "000000570448.jpg",
        "caption": "A man stands on a fishing boat as the tide rolls in from the shore on a desolate beach.",
        "negative_caption": "A man stands on the shore as the tide rolls in from a fishing boat on a desolate beach."
    },
    "99": {
        "filename": "000000440184.jpg",
        "caption": "Four people play a game of mixed doubles tennis while another man looks on.",
        "negative_caption": "Another man plays a game of mixed doubles tennis while four people look on."
    },
    "100": {
        "filename": "000000038829.jpg",
        "caption": "Two men are on a bicycle and a third is on a scooter.",
        "negative_caption": "A third man is on a bicycle and two are on a scooter."
    },
    "101": {
        "filename": "000000379800.jpg",
        "caption": "An orange train engine moves down the track with one train car behind it.",
        "negative_caption": "One orange train car moves down the track with a train engine behind it."
    },
    "102": {
        "filename": "000000579893.jpg",
        "caption": "A red stop sign with two green street signs on top of it.",
        "negative_caption": "Two green street signs with a red stop sign on top of them."
    },
    "103": {
        "filename": "000000039551.jpg",
        "caption": "A lady wearing red playing tennis on a blue and green court.",
        "negative_caption": "A lady wearing blue and green playing tennis on a red court."
    },
    "104": {
        "filename": "000000524850.jpg",
        "caption": "A bus loads and unloads passengers next to a plane. ",
        "negative_caption": "A plane loads and unloads passengers next to a bus."
    },
    "105": {
        "filename": "000000106235.jpg",
        "caption": "There is a cream colored couch behind the oval coffee table.",
        "negative_caption": "There is an oval cream colored coffee table behind the couch."
    },
    "106": {
        "filename": "000000368684.jpg",
        "caption": "A room with a tv in the background and a laptop screen in the foreground ",
        "negative_caption": "A room with a laptop screen in the background and a tv screen in the foreground."
    },
    "107": {
        "filename": "000000084674.jpg",
        "caption": "a girl holds a baby eating a bagel with a boy standing next to them",
        "negative_caption": "A boy holds a baby eating a bagel with a girl standing next to them."
    },
    "108": {
        "filename": "000000310622.jpg",
        "caption": "A West 32nd sign under a Korea Way road sign. ",
        "negative_caption": "A Korea Way sign under a West 32nd road sign."
    },
    "109": {
        "filename": "000000007816.jpg",
        "caption": "A person on a motorcycles driving past a group of people behind a fence.",
        "negative_caption": "A group of people on motorcycles driving past a person behind a fence."
    },
    "110": {
        "filename": "000000015278.jpg",
        "caption": "A white plate topped with broccoli and a dumpling.",
        "negative_caption": "A dumpling topped with broccoli and a white plate."
    },
    "111": {
        "filename": "000000277020.jpg",
        "caption": "A man sitting at a bar being served by a woman",
        "negative_caption": "A woman sitting at a bar being served by a man."
    },
    "112": {
        "filename": "000000290163.jpg",
        "caption": "A young girl standing in front of a plate of food.",
        "negative_caption": "A plate of food standing in front of a young girl."
    },
    "113": {
        "filename": "000000527960.jpg",
        "caption": "A green park bench underneath a tree in a park.",
        "negative_caption": "A tree underneath a green park bench in a park."
    },
    "114": {
        "filename": "000000561465.jpg",
        "caption": "Donuts in a box and a type of meat on a plate.",
        "negative_caption": "A type of meat in a box and donuts on a plate."
    },
    "115": {
        "filename": "000000157418.jpg",
        "caption": "plates with sandwiches next to a can of spam",
        "negative_caption": "A can of spam with sandwiches next to plates."
    },
    "116": {
        "filename": "000000579655.jpg",
        "caption": "A woman sitting in front of several glasses, talking on her phone. ",
        "negative_caption": "Several glasses sitting in front of a woman, talking on her phone."
    },
    "117": {
        "filename": "000000002592.jpg",
        "caption": "a white mug  showing pirate skull and bones and a large knife on a counter top.",
        "negative_caption": "A large knife showing pirate skull and bones on a counter top next to a white mug."
    },
    "118": {
        "filename": "000000451693.jpg",
        "caption": "A small pizza with olives is place on a stack of plates.",
        "negative_caption": "A stack of plates with olives is placed on a small pizza."
    },
    "119": {
        "filename": "000000369370.jpg",
        "caption": "A ham sandwich on a white plate with a kale garnish.",
        "negative_caption": "A kale garnish on a white plate with a ham sandwich."
    },
    "120": {
        "filename": "000000396205.jpg",
        "caption": "Two cows in a meadow with a historic structure in the background.",
        "negative_caption": "A historic structure in a meadow with two cows in the background."
    },
    "121": {
        "filename": "000000540280.jpg",
        "caption": "A light that is sitting underneath a umbrella.",
        "negative_caption": "An umbrella that is sitting underneath a light."
    },
    "122": {
        "filename": "000000376365.jpg",
        "caption": "A large orbital vase sits next to a candle on a table.",
        "negative_caption": "A large orbital candle sits next to a vase on a table."
    },
    "123": {
        "filename": "000000457078.jpg",
        "caption": "A room with a desktop computer and a picture of a mummy. ",
        "negative_caption": "A room with a mummy and a picture of a desktop computer."
    },
    "124": {
        "filename": "000000509260.jpg",
        "caption": "a small television in front of a bookshelf",
        "negative_caption": "A bookshelf in front of a small television."
    },
    "125": {
        "filename": "000000385029.jpg",
        "caption": "A man cuts a pizza to serve with salad and wine. ",
        "negative_caption": "A man cuts a salad to serve with pizza and wine."
    },
    "126": {
        "filename": "000000105014.jpg",
        "caption": "A bowl full of food sitting on a table next to a fork that rests on top of a circular disk.",
        "negative_caption": "A fork full of food sitting on a table next to a bowl that rests on top of a circular disk."
    },
    "127": {
        "filename": "000000328959.jpg",
        "caption": "A toilet with a black seat next to a shower.",
        "negative_caption": "A shower with a black seat next to a toilet."
    },
    "128": {
        "filename": "000000235836.jpg",
        "caption": "A young kid hitting a baseball with a bat close to some chairs",
        "negative_caption": "A young kid hitting a bat with a baseball close to some chairs."
    },
    "129": {
        "filename": "000000138954.jpg",
        "caption": "A white plate on top of a table topped with fruits and vegetables.",
        "negative_caption": "Fruits and vegetables on top of a table topped with a white plate."
    },
    "130": {
        "filename": "000000478286.jpg",
        "caption": "A street light in front of a colorful train on a bridge.",
        "negative_caption": "A colorful train in front of a street light on a bridge."
    },
    "131": {
        "filename": "000000107554.jpg",
        "caption": "A surfboard leaning on a wheelbarrow in a backyard. ",
        "negative_caption": "A wheelbarrow leaning on a surfboard in a backyard."
    },
    "132": {
        "filename": "000000459396.jpg",
        "caption": "Cow eating grass while a bull watches nearby",
        "negative_caption": "Bull eating grass while a cow watches nearby."
    },
    "133": {
        "filename": "000000326627.jpg",
        "caption": "A city street with a rainbow in the background ",
        "negative_caption": "A rainbow with a city street in the background."
    },
    "134": {
        "filename": "000000456496.jpg",
        "caption": "A woman sitting in front of the Eiffel tower near pigeons.",
        "negative_caption": "Pigeons sitting in front of the Eiffel tower near a woman."
    },
    "135": {
        "filename": "000000024144.jpg",
        "caption": "A pizza sitting on top of a pizza box covered in cheese.",
        "negative_caption": "A pizza box sitting on top of a pizza covered in cheese."
    },
    "136": {
        "filename": "000000117425.jpg",
        "caption": "A baby holding a spoon looking at a cupcake and candle.",
        "negative_caption": "A baby holding a cupcake looking at a spoon and candle."
    },
    "137": {
        "filename": "000000386210.jpg",
        "caption": "A tall glass case with some fruits in it and some grass growing",
        "negative_caption": "Some fruits growing in grass with a tall glass case next to it."
    },
    "138": {
        "filename": "000000269316.jpg",
        "caption": "Four men playing Ultimate Frisbee in a park.",
        "negative_caption": "A park playing Ultimate Frisbee with four men."
    },
    "139": {
        "filename": "000000519491.jpg",
        "caption": "Clock tower with a bronze statue on top on a sunny day. ",
        "negative_caption": "A bronze statue with a clock tower on top on a sunny day."
    },
    "140": {
        "filename": "000000376625.jpg",
        "caption": "The rail trolley is driving in front of other automobiles. ",
        "negative_caption": "Other automobiles are driving in front of the rail trolley."
    },
    "141": {
        "filename": "000000255824.jpg",
        "caption": "Half an eclair on a plate and a coffee mug on wooden table.",
        "negative_caption": "A coffee mug on a plate and half an eclair on wooden table."
    },
    "142": {
        "filename": "000000373382.jpg",
        "caption": "People sitting in the stands watching a man play tennis.",
        "negative_caption": "A man sitting in the stands watching people play tennis."
    },
    "143": {
        "filename": "000000578489.jpg",
        "caption": "A girl is playing a game system while other kids look on.",
        "negative_caption": "Other kids are playing a game system while a girl looks on."
    },
    "144": {
        "filename": "000000051326.jpg",
        "caption": "Three Jack-O-Laturns of various shapes, one of which has flowers in it.",
        "negative_caption": "Flowers of various shapes, one of which has Three Jack-O-Lanterns in it."
    },
    "145": {
        "filename": "000000120853.jpg",
        "caption": "A close up of a sandwich with a drink in the back.",
        "negative_caption": "A close up of a drink with a sandwich in the back."
    },
    "146": {
        "filename": "000000493286.jpg",
        "caption": "And antique red car is positioned in front of an airplane. ",
        "negative_caption": "An airplane is positioned in front of an antique red car."
    },
    "147": {
        "filename": "000000088462.jpg",
        "caption": "A school bus in the street behind other cars.",
        "negative_caption": "Other cars in the street behind a school bus."
    },
    "148": {
        "filename": "000000483531.jpg",
        "caption": "Two twin beds in a room with a picture of flowers above it.",
        "negative_caption": "A picture of twin flowers in a room with two beds above it."
    },
    "149": {
        "filename": "000000144932.jpg",
        "caption": "a tub boat pulling a small barge through the water",
        "negative_caption": "A small barge pulling a tub boat through the water."
    },
    "150": {
        "filename": "000000167240.jpg",
        "caption": "A blue vase with an orange floral patters sits in front of a map.",
        "negative_caption": "A map with an orange floral pattern sits in front of a blue vase."
    },
    "151": {
        "filename": "000000088462.jpg",
        "caption": "A school bus waits in traffic behind a car. ",
        "negative_caption": "A car waits in traffic behind a school bus."
    },
    "152": {
        "filename": "000000054931.jpg",
        "caption": "An attractive young woman leads a grey horse through a paddock.",
        "negative_caption": "A grey horse leads an attractive young woman through a paddock."
    },
    "153": {
        "filename": "000000579635.jpg",
        "caption": "A man surfing in the ocean with a sail boat behind him.",
        "negative_caption": "A sail boat surfing in the ocean with a man behind it."
    },
    "154": {
        "filename": "000000551350.jpg",
        "caption": "A picnic table in sand, underneath a tree.",
        "negative_caption": "A tree in sand, underneath a picnic table."
    },
    "155": {
        "filename": "000000460333.jpg",
        "caption": "A little boy sits on a bed with a chair next to it.",
        "negative_caption": "A chair sits on a bed with a little boy next to it."
    },
    "156": {
        "filename": "000000395903.jpg",
        "caption": "A man carries his surfboard near incoming waves.",
        "negative_caption": "His surfboard carries a man near incoming waves."
    },
    "157": {
        "filename": "000000219271.jpg",
        "caption": "The black and white photo shows a truck tilting a large cargo crate.",
        "negative_caption": "The black and white photo shows a large cargo crate tilting a truck."
    },
    "158": {
        "filename": "000000464358.jpg",
        "caption": "A bed with stacked pillows is in a bedroom with a chair.",
        "negative_caption": "A chair with stacked pillows is in a bedroom with a bed."
    },
    "159": {
        "filename": "000000453584.jpg",
        "caption": "What appears to be a beach-side eatery has an outdoor area with a metal railing and high stools, the whole of which rests on a tilted walkway with a sign and  a bench with a logo on it. ",
        "negative_caption": "What appears to be a beach-side eatery has an outdoor area with high stools and a tilted walkway with a sign and a bench with a logo on it, the whole of which rests on a metal railing."
    },
    "160": {
        "filename": "000000465718.jpg",
        "caption": "A computer desk topped with two monitors and a laptop.",
        "negative_caption": "Two monitors topped with a laptop on a computer desk."
    },
    "161": {
        "filename": "000000016228.jpg",
        "caption": "A horse pulling a wagon with a conductor down the road. ",
        "negative_caption": "A conductor pulling a wagon with a horse down the road."
    },
    "162": {
        "filename": "000000022892.jpg",
        "caption": "A cat sitting on a table next to plants and a dog outside of a sliding glass door, looking in.",
        "negative_caption": "A dog sitting on a table next to plants and a cat outside of a sliding glass door, looking in."
    },
    "163": {
        "filename": "000000002431.jpg",
        "caption": "A plate on a wooden table full of bread.",
        "negative_caption": "A wooden table with bread on it next to a plate."
    },
    "164": {
        "filename": "000000185802.jpg",
        "caption": "There is a banana on a beach chair with a small umbrella",
        "negative_caption": "There is a small umbrella on a beach chair with a banana."
    },
    "165": {
        "filename": "000000095899.jpg",
        "caption": "a construction site sits in front of a stop sign ",
        "negative_caption": "a stop site sits in front of a construction sign."
    },
    "166": {
        "filename": "000000136355.jpg",
        "caption": "a bright kitchen with tulips on the table and plants by the window ",
        "negative_caption": "A bright kitchen with plants on the table and tulips by the window."
    },
    "167": {
        "filename": "000000290843.jpg",
        "caption": "A woman sitting on a laptop computer next to a cat.",
        "negative_caption": "A cat sitting on a laptop computer next to a woman."
    },
    "168": {
        "filename": "000000036539.jpg",
        "caption": "A male skier is posing for the camera while a young girl is in the background. ",
        "negative_caption": "A young girl is posing for the camera while a male skier is in the background."
    },
    "169": {
        "filename": "000000578500.jpg",
        "caption": "A well-lit and well-decorated living room shows a glimpse of a glass front door through the corridor. ",
        "negative_caption": "A well-lit and well-decorated glass front door shows a glimpse of a living room through the corridor."
    },
    "170": {
        "filename": "000000014380.jpg",
        "caption": "The white bridge stretches out over the horizon as the transport train travels below it.",
        "negative_caption": "The transport train stretches out over the horizon as the white bridge travels below it."
    },
    "171": {
        "filename": "000000188439.jpg",
        "caption": "A truck loaded with cargo slowly creeps down the street.",
        "negative_caption": "Cargo loaded with a truck slowly creeps down the street."
    },
    "172": {
        "filename": "000000460333.jpg",
        "caption": "A little boy sits on a bed with a chair next to it.",
        "negative_caption": "A little boy sits on a chair with a bed next to it."
    },
    "173": {
        "filename": "000000395801.jpg",
        "caption": "A woman sits on a bench as people walk down a sidewalk. ",
        "negative_caption": "People sit on a bench as a woman walks down a sidewalk."
    },
    "174": {
        "filename": "000000144003.jpg",
        "caption": "A group of people watching a woman cutting a cake.",
        "negative_caption": "A woman watching a group of people cutting a cake."
    },
    "175": {
        "filename": "000000533958.jpg",
        "caption": "A white plate topped with a fried egg next to a salad.",
        "negative_caption": "A salad topped with a fried egg next to a white plate."
    },
    "176": {
        "filename": "000000233139.jpg",
        "caption": "Two clocks are hung on a wall behind a glass sign.",
        "negative_caption": "A glass sign is hung on a wall behind two clocks."
    },
    "177": {
        "filename": "000000104198.jpg",
        "caption": "A street sign is pictured at the forefront with an ornate building in the background. ",
        "negative_caption": "An ornate building is pictured at the forefront with a street sign in the background."
    },
    "178": {
        "filename": "000000462728.jpg",
        "caption": "A man is in the ocean waves near his surfboard with a dog on it.",
        "negative_caption": "A dog is in the ocean waves near his surfboard with a man on it."
    },
    "179": {
        "filename": "000000265816.jpg",
        "caption": "a white horse pulling a carriage with a man on it.",
        "negative_caption": "A man pulling a carriage with a white horse on it."
    },
    "180": {
        "filename": "000000276055.jpg",
        "caption": "A woman holds a carrot in her right hand with a beverage in the other.",
        "negative_caption": "A woman holds a beverage in her right hand with a carrot in the other."
    },
    "181": {
        "filename": "000000051314.jpg",
        "caption": "the surfer is riding the wave sideways along the beach.",
        "negative_caption": "The wave is riding the surfer sideways along the beach."
    },
    "182": {
        "filename": "000000276018.jpg",
        "caption": "A group of kids holding teddy bears and looking happy.",
        "negative_caption": "A group of teddy bears holding kids and looking happy."
    },
    "183": {
        "filename": "000000512403.jpg",
        "caption": "Vase full of feathers sitting on a table next to a floral drape.",
        "negative_caption": "A floral drape full of feathers sitting on a table next to a vase."
    },
    "184": {
        "filename": "000000086956.jpg",
        "caption": "A man standing behind a woman holding a bat.",
        "negative_caption": "A woman holding a bat stands behind a man."
    },
    "185": {
        "filename": "000000184384.jpg",
        "caption": "A bluebery cake is on a plate and is topped with butter.",
        "negative_caption": "Butter is on a plate and is topped with a blueberry cake."
    },
    "186": {
        "filename": "000000382122.jpg",
        "caption": "A church with a clock stands behind a fence",
        "negative_caption": "A fence with a clock stands behind a church."
    },
    "187": {
        "filename": "000000002157.jpg",
        "caption": "A table topped with a cake covered in berries next to a plate of sandwiches.",
        "negative_caption": "A table topped with a plate of sandwiches covered in berries next to a cake."
    },
    "188": {
        "filename": "000000008021.jpg",
        "caption": "People watch a man delivering a lecture on a screen.",
        "negative_caption": "A man watches people delivering a lecture on a screen."
    },
    "189": {
        "filename": "000000534041.jpg",
        "caption": "A woman feeding a little boy french fries at a restaurant. ",
        "negative_caption": "A little boy feeding french fries to a woman at a restaurant."
    },
    "190": {
        "filename": "000000011813.jpg",
        "caption": "A camera sits on a tripod connected to a laptop.",
        "negative_caption": "A laptop sits on a tripod connected to a camera."
    },
    "191": {
        "filename": "000000374727.jpg",
        "caption": "A pole with multiple street signs in front of a tall building.",
        "negative_caption": "A tall building with multiple street signs in front of a pole."
    },
    "192": {
        "filename": "000000172856.jpg",
        "caption": "A faded stop sign with two street signs above, in a rural area.",
        "negative_caption": "Two faded street signs with a stop sign above, in a rural area."
    },
    "193": {
        "filename": "000000099428.jpg",
        "caption": "There are two electronic devices on top of the laptop.",
        "negative_caption": "There is a laptop on top of two electronic devices."
    },
    "194": {
        "filename": "000000168458.jpg",
        "caption": "A vase with purple iris's sitting next to a ceramic pitcher.",
        "negative_caption": "A ceramic pitcher with purple iris's sitting next to a vase."
    },
    "195": {
        "filename": "000000084674.jpg",
        "caption": "A woman is holding a baby with another young boy beside her.",
        "negative_caption": "A young boy is holding a baby with another woman beside him."
    },
    "196": {
        "filename": "000000132408.jpg",
        "caption": "Two brown horses pull a plow, steered by a man behind.",
        "negative_caption": "A man pulls a plow, steered by two brown horses in front."
    },
    "197": {
        "filename": "000000050380.jpg",
        "caption": "A  man guiding a pony with a boy riding on it.",
        "negative_caption": "A boy guiding a pony with a man riding on it."
    },
    "198": {
        "filename": "000000166664.jpg",
        "caption": "A car on a road passes a standing elephant.",
        "negative_caption": "An elephant on a road passes a standing car."
    },
    "199": {
        "filename": "000000011051.jpg",
        "caption": "A woman pinning a flower onto a man's blazer.",
        "negative_caption": "A man pinning a flower onto a woman's blazer."
    },
    "200": {
        "filename": "000000090062.jpg",
        "caption": "A black and white cow stands in a paddock with firewood in the background.",
        "negative_caption": "Firewood stands in a paddock with a black and white cow in the background."
    },
    "201": {
        "filename": "000000513580.jpg",
        "caption": "Small red plane flying next to motorcycle rider in urban area.",
        "negative_caption": "Motorcycle rider flying next to small red plane in urban area."
    },
    "202": {
        "filename": "000000322574.jpg",
        "caption": "Bread in a paper bag on top of french fries in paper container with a drink on the side.",
        "negative_caption": "French fries in a paper bag on top of bread in paper container with a drink on the side."
    },
    "203": {
        "filename": "000000474344.jpg",
        "caption": "A man is at bat ready is playing baseball while a woman watches.",
        "negative_caption": "A woman is at bat ready is playing baseball while a man watches."
    },
    "204": {
        "filename": "000000304812.jpg",
        "caption": "A person carrying a surfboard on the beach at sunset.",
        "negative_caption": "A surfboard carrying a person on the beach at sunset."
    },
    "205": {
        "filename": "000000507667.jpg",
        "caption": "A map of the Boston subway printed on a statue of a cow.",
        "negative_caption": "A statue of a cow printed on a map of the Boston subway."
    },
    "206": {
        "filename": "000000180101.jpg",
        "caption": "A boy getting ready to blow out birthday candles with a girl watching.",
        "negative_caption": "A girl getting ready to blow out birthday candles with a boy watching."
    },
    "207": {
        "filename": "000000430286.jpg",
        "caption": "Three remotes sitting on top of a mattress.",
        "negative_caption": "A mattress sitting on top of three remotes."
    },
    "208": {
        "filename": "000000159458.jpg",
        "caption": "A dog rests on a bed in a bedroom where one person is also sitting.",
        "negative_caption": "One person rests on a bed in a bedroom where a dog is also sitting."
    },
    "209": {
        "filename": "000000546475.jpg",
        "caption": "A man holding a baby taking a picture.",
        "negative_caption": "A baby holding a man taking a picture."
    },
    "210": {
        "filename": "000000500565.jpg",
        "caption": "A woman is holding a baby who is wrapped in a towel and holding a toothbrush",
        "negative_caption": "A woman is holding a toothbrush while the baby wrapped in a towel looks on."
    },
    "211": {
        "filename": "000000300341.jpg",
        "caption": "Two men play the Nintendo Wii console while others watch",
        "negative_caption": "Others play the Nintendo Wii console while two men watch."
    },
    "212": {
        "filename": "000000324158.jpg",
        "caption": "This man is riding a skateboard behind a dog.",
        "negative_caption": "This dog is riding behind a man on a skateboard."
    },
    "213": {
        "filename": "000000290592.jpg",
        "caption": "a bunch of sheep are standing behind a fence",
        "negative_caption": "A fence is standing behind a bunch of sheep."
    },
    "214": {
        "filename": "000000033638.jpg",
        "caption": "A man preparing food on a large old oven.",
        "negative_caption": "A large old oven preparing food with a man standing next to it."
    },
    "215": {
        "filename": "000000502229.jpg",
        "caption": "A city scape scene with a train yard in the foreground.",
        "negative_caption": "A train yard scene with a city scape in the foreground."
    },
    "216": {
        "filename": "000000498286.jpg",
        "caption": "a close up of a dog with a car in the back",
        "negative_caption": "A close up of a car with a dog in the back."
    },
    "217": {
        "filename": "000000136466.jpg",
        "caption": "A white stove top oven with two tea pots on top of it.",
        "negative_caption": "Two tea pots with a white stove top oven on top of them."
    },
    "218": {
        "filename": "000000471023.jpg",
        "caption": "A group of walkers are seen while passengers ride in a train.",
        "negative_caption": "A group of passengers are seen while walkers walk alongside the train."
    },
    "219": {
        "filename": "000000521719.jpg",
        "caption": "A porch with several wind catchers hung from hooks. ",
        "negative_caption": "A porch with many hooks hung from several wind catchers."
    },
    "220": {
        "filename": "000000061584.jpg",
        "caption": "a couple is sitting on a statue of a horse and some plants",
        "negative_caption": "Some plants are sitting on a statue of a horse and a couple."
    },
    "221": {
        "filename": "000000214224.jpg",
        "caption": "A sign with the word pub sits on a wall and underneath it on a table is a blender and three bottles of variety of alcohol and some flavoring.",
        "negative_caption": "A sign with the word pub sits on a table and underneath it on a wall is a blender and three bottles of variety of alcohol and some flavoring."
    },
    "222": {
        "filename": "000000512657.jpg",
        "caption": "two people are playing a video game and a male is watching",
        "negative_caption": "A male is playing a video game and two people are watching."
    },
    "223": {
        "filename": "000000121744.jpg",
        "caption": "A man standing next to a beautiful woman in a short blue skirt facing the crowd.",
        "negative_caption": "A beautiful woman standing next to a man in a short blue skirt facing the crowd."
    },
    "224": {
        "filename": "000000011813.jpg",
        "caption": "A camera with a computer is set up on a tripod",
        "negative_caption": "A computer with a camera is set up on a tripod."
    },
    "225": {
        "filename": "000000011051.jpg",
        "caption": "Girl looks back as she fixes flower on boy's suit",
        "negative_caption": "Boy looks back as he fixes flower on girl's suit."
    },
    "226": {
        "filename": "000000508482.jpg",
        "caption": "A train car is open and shows the door on the other side.",
        "negative_caption": "The door is open and shows a train car on the other side."
    },
    "227": {
        "filename": "000000082180.jpg",
        "caption": "Two stuffed animals are sitting on a broken wooden chair.",
        "negative_caption": "A broken wooden chair is sitting on two stuffed animals."
    },
    "228": {
        "filename": "000000116206.jpg",
        "caption": "Vegetable pieces and knife are kept on cutting board.Cabbage is on the table.",
        "negative_caption": "Vegetable pieces and knife are kept on table. Cabbage is on the cutting board."
    },
    "229": {
        "filename": "000000117425.jpg",
        "caption": "A child holds a spoon and looks at a cupcake.",
        "negative_caption": "A child looks at a spoon and holds a cupcake."
    },
    "230": {
        "filename": "000000577932.jpg",
        "caption": "A woman walking next to a man riding a pink bike.",
        "negative_caption": "A man walking next to a woman riding a pink bike."
    },
    "231": {
        "filename": "000000563349.jpg",
        "caption": "A snowboarder is flying in the air over snow.",
        "negative_caption": "Snow is flying in the air over a snowboarder."
    },
    "232": {
        "filename": "000000426372.jpg",
        "caption": "A truck is shown with another car in the back of it.",
        "negative_caption": "Another car is shown with a truck in the back of it."
    },
    "233": {
        "filename": "000000196141.jpg",
        "caption": "A young man swinging a baseball bat in front of a catcher.",
        "negative_caption": "A catcher swinging a baseball bat in front of a young man."
    },
    "234": {
        "filename": "000000074058.jpg",
        "caption": "A sidewalk next to the outdoor sitting area of a restaurant.",
        "negative_caption": "An outdoor sitting area next to the sidewalk of a restaurant."
    },
    "235": {
        "filename": "000000303893.jpg",
        "caption": "A girl in a floral dress sitting next to a boy in a blue shirt eating food. ",
        "negative_caption": "A boy in a floral dress sitting next to a girl in a blue shirt eating food."
    },
    "236": {
        "filename": "000000073946.jpg",
        "caption": "Two men biting a surfboard with a shark on it. ",
        "negative_caption": "A shark biting a surfboard with two men on it."
    },
    "237": {
        "filename": "000000296969.jpg",
        "caption": "A group of giraffes standing in dirt field with trees in background.",
        "negative_caption": "A group of trees standing in dirt field with giraffes in background."
    },
    "238": {
        "filename": "000000533536.jpg",
        "caption": "A cat looking at a tv monitor on a desk",
        "negative_caption": "A tv monitor looking at a cat on a desk."
    },
    "239": {
        "filename": "000000078420.jpg",
        "caption": "A brown and black cat laying on laptop next to a chair.",
        "negative_caption": "A brown and black cat laying on a chair next to a laptop."
    },
    "240": {
        "filename": "000000295713.jpg",
        "caption": "A statue is sitting on a bench and a woman sits on a cement block.",
        "negative_caption": "A woman is sitting on a bench and a statue sits on a cement block."
    },
    "241": {
        "filename": "000000256868.jpg",
        "caption": "a man films a skate boarder doing a trick ",
        "negative_caption": "A skate boarder films a man doing a trick."
    },
    "242": {
        "filename": "000000094157.jpg",
        "caption": "A group of people in a park with a tall clock tower in the background.",
        "negative_caption": "A tall clock tower in a park with a group of people in the background."
    },
    "243": {
        "filename": "000000174371.jpg",
        "caption": "A woman in uniform shows something on her cell phone to a group of girls.",
        "negative_caption": "A group of girls in uniform show something on their cell phone to a woman."
    },
    "244": {
        "filename": "000000384527.jpg",
        "caption": "The room is crowded with many things including chairs, a bicycle, and a table with cups on it.",
        "negative_caption": "The room is crowded with many things including cups, a bicycle, and a table with chairs on it."
    },
    "245": {
        "filename": "000000482436.jpg",
        "caption": "The woman in the diner and the man looking into the window are making eye contact.",
        "negative_caption": "The man in the diner and the woman looking into the window are making eye contact."
    }
}