[
  {
    "video": "/data3/zhiqiul/video_annotation/videos/IWv0EhEGmNI.16.6.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains stationary, focusing on the two characters and their interaction."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/iXzposKQzvs.2.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera pans left slowly, maintaining a very smooth and steady motion without any shaking.",
    "llava-video-7b": "The camera follows the diver's movements closely, capturing the fluidity and precision of her dive."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/5eDQ2SSsmEk.8.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera slowly zooms in with minor movement, maintaining a very smooth and steady motion throughout.",
    "llava-video-7b": "The camera slowly pans across the room, revealing more of the equipment and the person's presence."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/6d270d88db28043321dd8a3e0e6204ce7aac74c6fd8916e0b244626e531f2733.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly trucks left, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera slowly pans across the scene, revealing more of the tranquil landscape."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/B_8bbKn3amE.0.6.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The drone arcs counterclockwise in a smooth motion to track the climber from an aerial view, incorporating a gentle tilt downward to maintain focus on them, and concludes with a slight forward movement to approach the subject.",
    "llava-video-7b": "The camera moves forward, providing a dynamic perspective of the mountainous terrain."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4022437.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly moves backward, maintaining minimal shaking, and midway through, it slightly pans to the left.",
    "llava-video-7b": "The camera slowly pans across the scene, providing a detailed view of the car and its surroundings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/1934.1.11.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera pans across the room, capturing the dynamic interactions and movements of the individuals."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/LtXUoaZcp70.3.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs counterclockwise around the subject, smoothly incorporating an upward movement while subtly tilting down to adjust the view angle, all with a very steady motion and no shaking.",
    "llava-video-7b": "The camera slowly zooms in on the figure, maintaining a consistent perspective."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/MuNyfqxAO6Y.8.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly in a counterclockwise direction around the car, maintaining a steady and fluid motion without any shaking.",
    "llava-video-7b": "The camera slowly pans across the windshield, capturing different angles and details of the stickers."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4422.0.24.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs counterclockwise with an unsteady motion, exhibiting noticeable shaking throughout the movement.",
    "llava-video-7b": "The camera captures the drummer from various angles, emphasizing the motion and energy of the performance."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4uGfFYzxWEg.1.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly dollies backward, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera pans across the room, revealing more of the monitors and the individuals' reactions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/ZXloF-qGW4U.2.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves backward and to the left, tracking the subject from the front-side with a slightly unsteady motion, exhibiting some shaking.",
    "llava-video-7b": "The camera remains stationary, capturing the man's movement as he walks along the sidewalk."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/JDaw5I_5hPk.0.19.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains stationary, capturing the car's movement as it travels down the road."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/6h6bMAWLYAI.2.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera vibrates with noticeable shakiness, lacking a clear pattern in its movement.",
    "llava-video-7b": "The camera remains stationary, focusing on the man and the immediate surroundings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/H4AZhS5WqKk.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera remains stationary, focusing on the character and its actions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/MQugcNLFI9k.2.8.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly in a clockwise direction, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera follows the man's movement, capturing the dynamic energy of Times Square."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/338.2.32.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly zooms out and moves upward, then remains fixed as the lazy Susan in the foreground rotates, revealing various food items.",
    "llava-video-7b": "The camera slowly zooms in on the plates, highlighting the food items."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4PcpGxihPac.3.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly pans left, tracking the subject with minimal shaking.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the room and the individuals present."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/RZs5Hz1klno.1.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly dollies forward while simultaneously panning left to focus on the screen of a laptop, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera slowly zooms in on the laptop screen."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/OCBYMQzG44U.21.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward and rapidly pans right as it rounds a corner in the hallway, with a slightly unsteady motion that includes some shaking.",
    "llava-video-7b": "The camera slowly moves forward, revealing more of the corridor and its features."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/ZBsv_5fHtIg.0.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera quickly trucks right, closely tracking the car from its side, then smoothly arcs counterclockwise around it, transitioning into a lead and side-tracking shot that reveals the car in full view. Throughout this sequence, the subject becomes smaller in the frame, and the camera movement remains very smooth with no shaking.",
    "llava-video-7b": "The camera follows the car's movement, capturing different angles of the vehicle as it drives."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/ti231UvSvfQ.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs slowly and smoothly clockwise around the person's face, moving backward and upward to transition from an extreme close-up to a close-up shot, then remains fixed until the end.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the person's profile."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/M0jmSsQ5ptw.3.16.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The handheld camera moves forward with an unsteady shake, following a man running toward a helicopter, capturing him from behind as he grows larger in the frame. Once he boards the helicopter, the camera becomes stationary but continues to exhibit noticeable handheld shaking.",
    "llava-video-7b": "The camera follows the person's movement as they walk towards the helicopter and then shifts to show the person seated inside the helicopter."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/px9IqOnilHI.1.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely static, fixed in place without any movement or shaking.",
    "llava-video-7b": "The camera remains steady throughout the video, focusing on the controller and the hands manipulating it."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/nGJMwixogyk.5.8.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera continuously dollies forward along the street, panning left to face the street, with a slightly unsteady movement that includes some shaking.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the street and additional traditional buildings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/sKJeTaIEldM.2.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves backward while simultaneously zooming in, with a slightly unsteady motion that includes some shaking.",
    "llava-video-7b": "The camera remains focused on the man's upper body and face, with no significant changes in his position or the background."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/9H942RAVrHQ.0.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera follows the character's movements, capturing the dynamic poses and actions from various angles."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/Vm-b2AVwARw.1.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly dollies forward and pedestals downward, approaching the marble table on the floor with minimal shaking.",
    "llava-video-7b": "The camera slowly pans across the room, providing a comprehensive view of the space."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/u5JBlwlnJX0.1.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly in a clockwise direction, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the rugged coastline and the expansive sea."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/Ao4Y7JU30zc.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera steadily trucks left while panning right to keep the person centered in the frame, though the movement is slightly unsteady with some shaking.",
    "llava-video-7b": "The camera slowly zooms in on the person, emphasizing their solitude and introspective state."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/HasIb5pfWkQ.3.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly tracks the subject from the side while moving downward, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera remains stationary, focusing on the spaceship's journey through the corridor."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/m1LHXV49zn8.2.10.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly tilts downward to capture the fighting crowds below, subtly moving forward to avoid obstruction from the woman in the foreground, maintaining minimal shaking throughout.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the desert landscape."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/as8lT-q2_E8.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly moves backward, tracking the approaching motorcycles from the front. It then cranes up to a bird's-eye view before craning down to a level angle, executing a simultaneous clockwise roll. This fluid motion transitions seamlessly into a tail-tracking shot, maintaining minimal shaking throughout.",
    "llava-video-7b": "The camera moves closer to the leading rider, providing a detailed view of the motorcycle's design and the rider's suit."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/0tIoyN7WKuA.3.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly arcs clockwise around the Flash Man, slightly moving forward to approach him before shifting backward, maintaining minimal shaking throughout.",
    "llava-video-7b": "The camera moves closer to the figure, revealing more details of the suit and the environment."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4021529.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly rolls counterclockwise while moving upward, maintaining minimal shaking throughout the motion.",
    "llava-video-7b": "The camera slowly zooms out, providing a broader view of the rocky terrain and the surrounding landscape."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/P8JgTjTPIuk.1.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs clockwise with a slightly unsteady motion, exhibiting some shaking as it moves.",
    "llava-video-7b": "The camera shifts to a side view, revealing more of the person's armor and the bow on their back."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/RooDYxp5Fx8.0.4.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward while panning right, with a slightly unsteady motion that includes some shaking.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the street and the surrounding buildings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/h1PjJ9_Yd2c.2.16.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains stationary, focusing on the person and their actions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/pNGMY3xVkVE.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly dollies forward with minimal shaking, maintaining a steady and clear movement pattern.",
    "llava-video-7b": "The camera follows the group as they walk forward, capturing their movement and the changing light conditions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/Vm-b2AVwARw.5.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera slowly rolls counterclockwise, maintaining a very smooth and steady motion without any shaking.",
    "llava-video-7b": "The camera zooms in slightly on the paper, making the icons and text more prominent."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/0UthxdAH0ks.5.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly in a clockwise direction, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera slowly zooms in on the group, emphasizing their unity and intensity."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/upC8hjr2b4g.10.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera rolls clockwise throughout the video with a steady and very smooth motion, maintaining a seamless flow without any shaking.",
    "llava-video-7b": "The camera slowly zooms out, gradually revealing more of the building's structure and the surrounding environment."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/jGDdHNOeQ0c.0.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but exhibits a slight unsteadiness, with no intentional movement.",
    "llava-video-7b": "The camera remains stationary, capturing the scene from a low angle."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/kSx5KGOv5Qc.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly zooms in, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera slowly pans across the scene, providing a sweeping view of the town and its surroundings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/MQugcNLFI9k.3.4.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera, positioned in a bird's-eye view of two people fighting, rolls clockwise with very smooth movement and no shaking.",
    "llava-video-7b": "The camera angle is from above, providing a clear view of the individuals' actions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/G_TLZr6ZbLE.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely static, fixed in place without any movement or shaking.",
    "llava-video-7b": "The camera remains stationary, focusing on the interaction between the two individuals."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/2519.5.16.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains steady throughout the video, focusing on the man's face and upper torso."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/wqn8akChql4.1.11.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly in a clockwise direction, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera moves closer to the stadium, providing a closer view of the destruction."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/YBC2JaevzOI.6.4.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly tracks a boy running through a forest at night, beginning with a slight pan to the left. As the video progresses, the pan speeds up, accompanied by a subtle downward tilt, all while maintaining a steady, shake-free motion.",
    "llava-video-7b": "The camera remains stationary, capturing the person's movement as they run through the forest."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/TktL3QR8Yg8.0.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera zooms in on the teddy bear, focusing on its face and upper body."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/gooWdc6kb80.0.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera zooms in on the Jenga tower as it grows taller."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/i82xURPkLWo.3.6.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera remains steady throughout the video, focusing on the person's upper body and face."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/JDaw5I_5hPk.0.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera slowly pans across the water, revealing more of the ocean's surface."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/5eDQ2SSsmEk.9.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera rolls counterclockwise in a slow, smooth motion, maintaining steadiness without any shaking.",
    "llava-video-7b": "The camera moves closer to the spaceship, providing a detailed view of its structure and lights."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/Kapdye-diSM.8.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward with a clear pattern, but its progress is unsteady, marked by noticeable shaking.",
    "llava-video-7b": "The camera moves forward, capturing the street from a first-person perspective."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/_I6Y-rtiTPc.0.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera quickly zooms in with a smooth and steady motion, maintaining minimal shaking throughout.",
    "llava-video-7b": "The camera movement is steady and follows the subjects from a distance, capturing their movement across the cobblestone pavement."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/1hu1np_BI2M.7.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly zooms out while moving left, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera zooms out to reveal a second figure on the left side of the first figure, and then a third figure appears on the right side of the second figure."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/jOdkb3FYrhA.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs clockwise with a slightly unsteady motion, exhibiting some shaking as it moves.",
    "llava-video-7b": "The camera follows the person's movement as they walk towards the car and then shifts to show the open trunk."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/G2EAFkURl0U.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly pans right, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the campsite and the surrounding forest."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/xo9p8p6deRI.10.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera slowly dollies forward with a slight wobble, its movement slightly unsteady with some shaking.",
    "llava-video-7b": "The camera remains stationary, maintaining a consistent view of the car's interior and the outside scenery."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/338.2.6.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera remains stationary, focusing on the individual and their actions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/1470.0.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera vibrates erratically, lacking a clear pattern in its movement.",
    "llava-video-7b": "The camera remains stationary, capturing the person from a side angle."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/3pxrECZYEAA.2.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera zooms out slightly at first while smoothly trucking left to track a bird in flight from the side, maintaining a steady and fluid motion as the subject gradually becomes smaller in the frame.",
    "llava-video-7b": "The camera pans across the scene, revealing more of the bird's body and the surrounding environment."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/wqn8akChql4.0.14.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs smoothly clockwise while gently descending, capturing a couple embracing and kissing on the battlefield, with no shaking to disrupt the serene motion.",
    "llava-video-7b": "The camera angle shifts slightly, revealing more of the character's back and the glowing orb."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/_jli4enm3vw.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera pans across the scene, capturing the dynamic movement of the performers and the crowd's reactions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/8ouj_JN2ytI.0.9.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera slowly trucks left to capture the audience, then gently tilts up as they applaud, maintaining a smooth movement with minimal shaking.",
    "llava-video-7b": "The camera pans across the crowd, capturing the energy and enthusiasm of the fans."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/GVr8pZmSa-c.0.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera pans left to right with noticeable shaking, creating an unsteady and dynamic view.",
    "llava-video-7b": "The camera slowly pans along the side of the ship, revealing more of its structure and the turbulent sea."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/xo9p8p6deRI.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly lifts up and tilts down, while simultaneously panning to the left to change its facing direction and capture the crowd, maintaining a steady and shake-free motion throughout.",
    "llava-video-7b": "The camera moves slowly, providing a sense of depth and perspective."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/CQYQKehqjgI.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera remains steady throughout the video, focusing on the bowl and the whisking action."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/LI7i6DQfh0o.0.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs slowly and smoothly in a clockwise direction, maintaining a steady and fluid motion without any shaking.",
    "llava-video-7b": "The camera slowly pans across the scene, highlighting each item in detail."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/upC8hjr2b4g.12.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward with a clear pattern, but its progress is unsteady, marked by noticeable shaking.",
    "llava-video-7b": "The camera slowly pans across the screen, revealing more of the graphs and the person's arm."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/kSx5KGOv5Qc.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly tilts down while simultaneously panning right, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera slowly pans across the scene, providing a sweeping view of the coastal town and its surroundings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/-2uIa-XMJC0.8.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The handheld camera begins on a black screen inside a well, gradually moving backward and upward to track a person crawling out. It leads the subject from the front, capturing them as they grow larger in the frame. The movement is slightly unsteady, with some shaking.",
    "llava-video-7b": "The camera slowly zooms in on the person."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/QMlfVwN3iTw.7.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera zooms out with a slightly unsteady motion, exhibiting some shaking.",
    "llava-video-7b": "The camera slowly pans across the scene, capturing the serene atmosphere of the waterfront."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/XA2X_JBzkzY.2.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly zooms out, maintaining minimal shaking throughout the movement.",
    "llava-video-7b": "The camera gradually zooms out to reveal more of the person holding the baby."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/5e5ef4541835cc6ffc817c5dd4eb7f240d200553b3eed64782d61ccde60d4ade.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera slowly zooms in on the wolf, capturing its subtle movements and expressions."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/c41pRPO9TQk.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly pans to the right while trucking left, then rapidly zooms out, all with minimal shaking.",
    "llava-video-7b": "The camera pans to the right, revealing more of the flooded area and additional houses in the background."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/0Pzq0URbL2M.9.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves smoothly and swiftly downward, centering the subject while rolling clockwise, maintaining a very smooth steadiness with no shaking.",
    "llava-video-7b": "The camera slowly zooms in on the small, dark hole."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/3epU697sU9E.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera rapidly zooms out, rolling clockwise and panning right to reveal the whole map, all with very smooth and quick movement.",
    "llava-video-7b": "The camera moves along the path of the orange line, providing a dynamic perspective of the area."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/sJsu7Tv-fRY.0.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera, positioned at a bird's eye view, moves upward while rolling clockwise, gradually revealing the entire map with very smooth, steady motion and no shaking.",
    "llava-video-7b": "The camera slowly pans across the map, providing a detailed view of the layout and structure of the city."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/FUQhNGEu2KA.0.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or vibration.",
    "llava-video-7b": "The camera remains stationary, capturing the person's movement from a fixed position."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/cdbdf71cb5b76ac81a00f2e3e5c22bc27b126da4579752cd6a10da3650b4d8e3.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely fixed, exhibiting no movement or shaking.",
    "llava-video-7b": "The camera slowly pans to the right, revealing more of the pebbled beach and the ocean."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/1560.0.17.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly dollies forward while simultaneously panning right to maintain focus on the walking man, ensuring a steady and fluid motion without any shaking.",
    "llava-video-7b": "The camera follows the person's movement, capturing their steady walk from a distance."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/kxcw0iSn0xw.5.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains steady, focusing on the apple and the water stream."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/fT6olrwrjnI.5.3.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward quickly with a very smooth and steady motion, showing a clear movement pattern.",
    "llava-video-7b": "The camera angle shifts slightly, providing different perspectives of the ball's position within the net."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/yGsVo0uIJVs.3.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs slowly and smoothly in a clockwise direction, maintaining a steady and fluid motion without any shaking.",
    "llava-video-7b": "The camera slowly pans from left to right, revealing more of the sketchbook and its contents."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/JDaw5I_5hPk.0.10.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains fixed but slightly unsteady, with no intentional movement.",
    "llava-video-7b": "The camera remains steady throughout the video, providing a consistent view of the scene."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/3m-ME9AXCTo.1.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs counterclockwise with a slightly unsteady motion, exhibiting some shaking.",
    "llava-video-7b": "The camera angle shifts slightly, offering different perspectives of the couple's dance."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/8iZ8RtiJq14.1.0.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly moves backward, leading the subject from the front as it tracks the flying metal tag. Near the end, it halts its backward motion and shifts slightly forward, maintaining a very smooth and steady movement throughout.",
    "llava-video-7b": "The camera slowly zooms out, revealing more of the cup and its surroundings."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/8iZ8RtiJq14.5.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera, in a bird’s-eye view, smoothly moves from one sticker to another on the board while rolling counterclockwise to adjust its orientation, maintaining a steady and shake-free motion throughout.",
    "llava-video-7b": "The camera pans across the notes, focusing on each one in turn."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/wQ09HsEKmvE.1.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly tilts upward while panning right, maintaining a steady focus as it tracks the subject.",
    "llava-video-7b": "The camera angle shifts to an overhead perspective, capturing the man's movement from above."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/qYztDs8vPBg.2.2.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera remains completely static, fixed in place without any movement or shaking.",
    "llava-video-7b": "The camera remains steady, focusing on the phone and the person's hands throughout the video."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/tCRbVEGHZlQ.0.5.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly trucks right, maintaining a steady and fluid motion throughout.",
    "llava-video-7b": "The camera follows the character's movement, capturing the rhythmic motion of walking."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/3pxrECZYEAA.2.7.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly zooms in to approach the drunk person, slightly tilting up to center them, maintaining a steady and shake-free motion throughout.",
    "llava-video-7b": "The camera slowly zooms in on the person behind the counter."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/yGsVo0uIJVs.0.4.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera smoothly moves forward while simultaneously zooming out, maintaining minimal shaking throughout the motion.",
    "llava-video-7b": "The camera slowly zooms in on the door, emphasizing its importance and the need for caution."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/4jdZkC33NXw.0.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward while simultaneously moving down, with a slightly unsteady motion that includes some shaking.",
    "llava-video-7b": "The camera slowly pans down the street, capturing the serene and quiet atmosphere of the residential area."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/CBRwF0LU3Ys.0.16.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The drone camera flies low over a desert, moving forward with a very smooth motion. As a racing car comes into view, the camera slightly rolls clockwise and pans right to follow the car, which kicks up a cloud of sand that momentarily obscures the lens. It then continues to follow the car, with the motion gradually transitioning into slow motion.",
    "llava-video-7b": "The camera moves closer to the camel and then shifts to a dynamic perspective, capturing the vehicle's rapid movement through the sand."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/f4ZzHtww6Tc.5.6.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera moves forward at a slight angle, tracking the skateboarder from a rear-side perspective. Around the middle of the video, it pans slightly to the left as the skateboarder moves slightly left, positioning himself in front of the camera. The camera is following the subject from behind, and during the tracking shot, the subject becomes larger in the frame. The camera movement is slightly unsteady with some shaking.",
    "llava-video-7b": "The camera follows the skateboarder's movement, capturing the fluidity and precision of the trick."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/JGiXuXc3cao.3.4.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera initially frames two subjects before smoothly dollying backward and trucking leftward, incorporating a subtle counterclockwise roll. This movement gradually reveals a group photo of four subjects, starting slowly and accelerating as the video progresses, all while maintaining a very smooth and steady motion without any shaking.",
    "llava-video-7b": "The camera zooms out to reveal a third person on the left side of the frame."
  },
  {
    "video": "/data3/zhiqiul/video_annotation/videos/oRt5NPY7yYA.4.1.mp4",
    "question": "Describe the camera movement in this video.",
    "reference": "The camera arcs counterclockwise with a smooth, steady motion, exhibiting minimal shaking.",
    "llava-video-7b": "The camera angle shifts slightly, providing different perspectives of the truck as it moves forward."
  }
]